{
  "movies": [
    {
      "language": "en",
      "title": "Avatar",
      "popularity": 374.059,
      "release_date": "2009-12-10",
      "vote_average": 7.5,
      "vote_count": 24280,
      "genre": "['Action', 'Adventure', 'Fantasy', 'Science Fiction']",
      "overview": "In the 22nd century, a paraplegic Marine is dispatched to the moon Pandora on a unique mission, but becomes torn between following orders and protecting an alien civilization.",
      "revenue": 2847246203,
      "runtime": 162,
      "tagline": "Enter the World of Pandora."
    },
    {
      "language": "en",
      "title": "Avengers: Endgame",
      "popularity": 193.86,
      "release_date": "2019-04-24",
      "vote_average": 8.3,
      "vote_count": 19434,
      "genre": "['Adventure', 'Science Fiction', 'Action']",
      "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
      "revenue": 2797800564,
      "runtime": 181,
      "tagline": "Part of the journey is the end."
    },
    {
      "language": "en",
      "title": "Avengers: Infinity War",
      "popularity": 307.188,
      "release_date": "2018-04-25",
      "vote_average": 8.3,
      "vote_count": 23027,
      "genre": "['Adventure', 'Action', 'Science Fiction']",
      "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
      "revenue": 2046239637,
      "runtime": 149,
      "tagline": "An entire universe. Once and for all."
    },
    {
      "language": "en",
      "title": "The Avengers",
      "popularity": 209.584,
      "release_date": "2012-04-25",
      "vote_average": 7.7,
      "vote_count": 25642,
      "genre": "['Science Fiction', 'Action', 'Adventure']",
      "overview": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
      "revenue": 1518815515,
      "runtime": 143,
      "tagline": "Some assembly required."
    },
    {
      "language": "en",
      "title": "Harry Potter and the Deathly Hallows: Part 2",
      "popularity": 191.193,
      "release_date": "2011-07-07",
      "vote_average": 8.1,
      "vote_count": 16362,
      "genre": "['Fantasy', 'Adventure']",
      "overview": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
      "revenue": 1341511219,
      "runtime": 130,
      "tagline": "It all ends here."
    },
    {
      "language": "en",
      "title": "Spider-Man: Far From Home",
      "popularity": 273.535,
      "release_date": "2019-06-28",
      "vote_average": 7.5,
      "vote_count": 10893,
      "genre": "['Action', 'Adventure', 'Science Fiction']",
      "overview": "Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.",
      "revenue": 1131927996,
      "runtime": 129,
      "tagline": "It’s time to step up."
    },
    {
      "language": "en",
      "title": "Harry Potter and the Philosopher's Stone",
      "popularity": 234.446,
      "release_date": "2001-11-16",
      "vote_average": 7.9,
      "vote_count": 21302,
      "genre": "['Adventure', 'Fantasy']",
      "overview": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame.",
      "revenue": 976475550,
      "runtime": 152,
      "tagline": "Let the Magic Begin."
    },
    {
      "language": "en",
      "title": "Harry Potter and the Deathly Hallows: Part 1",
      "popularity": 186.846,
      "release_date": "2010-10-17",
      "vote_average": 7.8,
      "vote_count": 15180,
      "genre": "['Adventure', 'Fantasy']",
      "overview": "Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
      "revenue": 954305868,
      "runtime": 146,
      "tagline": "One Way… One Fate… One Hero."
    },
    {
      "language": "en",
      "title": "Harry Potter and the Half-Blood Prince",
      "popularity": 188.106,
      "release_date": "2009-07-07",
      "vote_average": 7.7,
      "vote_count": 15241,
      "genre": "['Adventure', 'Fantasy']",
      "overview": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again.",
      "revenue": 933959197,
      "runtime": 153,
      "tagline": "Dark Secrets Revealed"
    },
    {
      "language": "en",
      "title": "Harry Potter and the Goblet of Fire",
      "popularity": 212.082,
      "release_date": "2005-11-16",
      "vote_average": 7.8,
      "vote_count": 16256,
      "genre": "['Adventure', 'Fantasy', 'Family']",
      "overview": "When Harry Potter's name emerges from the Goblet of Fire, he becomes a competitor in a grueling battle for glory among three wizarding schools—the Triwizard Tournament. But since Harry never submitted his name for the Tournament, who did? Now Harry must confront a deadly dragon, fierce water demons and an enchanted maze only to find himself in the cruel grasp of He Who Must Not Be Named.",
      "revenue": 895921036,
      "runtime": 157,
      "tagline": "Dark And Difficult Times Lie Ahead."
    },
    {
      "language": "en",
      "title": "Spider-Man 3",
      "popularity": 236.031,
      "release_date": "2007-05-01",
      "vote_average": 6.3,
      "vote_count": 10473,
      "genre": "['Fantasy', 'Action', 'Adventure']",
      "overview": "The seemingly invincible Spider-Man goes up against an all-new crop of villains—including the shape-shifting Sandman. While Spider-Man’s superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and also gets caught up in a love triangle.",
      "revenue": 890871626,
      "runtime": 139,
      "tagline": "The battle within."
    },
    {
      "language": "en",
      "title": "Spider-Man: Homecoming",
      "popularity": 266.445,
      "release_date": "2017-07-05",
      "vote_average": 7.4,
      "vote_count": 17065,
      "genre": "['Action', 'Adventure', 'Science Fiction', 'Drama']",
      "overview": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.",
      "revenue": 880166924,
      "runtime": 133,
      "tagline": "Homework can wait. The city can't."
    },
    {
      "language": "en",
      "title": "Harry Potter and the Chamber of Secrets",
      "popularity": 216.882,
      "release_date": "2002-11-13",
      "vote_average": 7.7,
      "vote_count": 17203,
      "genre": "['Adventure', 'Fantasy']",
      "overview": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage.",
      "revenue": 876688482,
      "runtime": 161,
      "tagline": "Hogwarts is back in session."
    },
    {
      "language": "en",
      "title": "Venom",
      "popularity": 1212.352,
      "release_date": "2018-09-28",
      "vote_average": 6.8,
      "vote_count": 12126,
      "genre": "['Science Fiction', 'Action']",
      "overview": "Investigative journalist Eddie Brock attempts a comeback following a scandal, but accidentally becomes the host of Venom, a violent, super powerful alien symbiote. Soon, he must rely on his newfound powers to protect the world from a shadowy organization looking for a symbiote of their own.",
      "revenue": 855013954,
      "runtime": 112,
      "tagline": "The world has enough Superheroes."
    },
    {
      "language": "en",
      "title": "Spider-Man",
      "popularity": 221.416,
      "release_date": "2002-05-01",
      "vote_average": 7.2,
      "vote_count": 14296,
      "genre": "['Fantasy', 'Action']",
      "overview": "After being bitten by a genetically altered spider at Oscorp, nerdy but endearing high school student Peter Parker is endowed with amazing powers to become the superhero known as Spider-Man.",
      "revenue": 821708551,
      "runtime": 121,
      "tagline": "Go for the ultimate spin."
    },
    {
      "language": "en",
      "title": "Coco",
      "popularity": 573.567,
      "release_date": "2017-10-27",
      "vote_average": 8.2,
      "vote_count": 14756,
      "genre": "['Family', 'Animation', 'Fantasy', 'Music', 'Comedy', 'Adventure']",
      "overview": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.",
      "revenue": 800526015,
      "runtime": 105,
      "tagline": "The celebration of a lifetime"
    },
    {
      "language": "en",
      "title": "Harry Potter and the Prisoner of Azkaban",
      "popularity": 208.631,
      "release_date": "2004-05-31",
      "vote_average": 8,
      "vote_count": 16913,
      "genre": "['Adventure', 'Fantasy']",
      "overview": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all.",
      "revenue": 789804554,
      "runtime": 141,
      "tagline": "Something wicked this way comes."
    },
    {
      "language": "en",
      "title": "The Amazing Spider-Man",
      "popularity": 369.323,
      "release_date": "2012-06-23",
      "vote_average": 6.6,
      "vote_count": 13495,
      "genre": "['Action', 'Adventure', 'Fantasy']",
      "overview": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.",
      "revenue": 757930663,
      "runtime": 136,
      "tagline": "The untold story begins."
    },
    {
      "language": "en",
      "title": "F9",
      "popularity": 701.647,
      "release_date": "2021-05-19",
      "vote_average": 7.4,
      "vote_count": 4302,
      "genre": "['Action', 'Crime', 'Thriller']",
      "overview": "Dominic Toretto and his crew battle the most skilled assassin and high-performance driver they've ever encountered: his forsaken brother.",
      "revenue": 721077945,
      "runtime": 143,
      "tagline": "Justice is coming."
    },
    {
      "language": "en",
      "title": "The Amazing Spider-Man 2",
      "popularity": 221.297,
      "release_date": "2014-04-16",
      "vote_average": 6.4,
      "vote_count": 9866,
      "genre": "['Action', 'Adventure', 'Fantasy']",
      "overview": "For Peter Parker, life is busy. Between taking out the bad guys as Spider-Man and spending time with the person he loves, Gwen Stacy, high school graduation cannot come quickly enough. Peter has not forgotten about the promise he made to Gwen’s father to protect her by staying away, but that is a promise he cannot keep. Things will change for Peter when a new villain, Electro, emerges, an old friend, Harry Osborn, returns, and Peter uncovers new clues about his past.",
      "revenue": 708962323,
      "runtime": 142,
      "tagline": "No more secrets."
    },
    {
      "language": "en",
      "title": "No Time to Die",
      "popularity": 604.254,
      "release_date": "2021-09-29",
      "vote_average": 7.4,
      "vote_count": 1209,
      "genre": "['Adventure', 'Action', 'Thriller']",
      "overview": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
      "revenue": 667000000,
      "runtime": 163,
      "tagline": "The mission that changes everything begins…"
    },
    {
      "language": "en",
      "title": "Zack Snyder's Justice League",
      "popularity": 410.965,
      "release_date": "2021-03-18",
      "vote_average": 8.4,
      "vote_count": 6803,
      "genre": "['Action', 'Adventure', 'Fantasy', 'Science Fiction']",
      "overview": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
      "revenue": 657000000,
      "runtime": 242,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Hancock",
      "popularity": 226.726,
      "release_date": "2008-07-01",
      "vote_average": 6.3,
      "vote_count": 7665,
      "genre": "['Fantasy', 'Action']",
      "overview": "Hancock is a down-and-out superhero who's forced to employ a PR expert to help repair his image when the public grows weary of all the damage he's inflicted during his lifesaving heroics. The agent's idea of imprisoning the antihero to make the world miss him proves successful, but will Hancock stick to his new sense of purpose or slip back into old habits?",
      "revenue": 629443428,
      "runtime": 92,
      "tagline": "Bad Behavior. Bad Attitude. Real Hero."
    },
    {
      "language": "ja",
      "title": "劇場版「鬼滅の刃」無限列車編",
      "popularity": 897.913,
      "release_date": "2020-10-16",
      "vote_average": 8.4,
      "vote_count": 1833,
      "genre": "['Animation', 'Action', 'Adventure', 'Fantasy']",
      "overview": "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
      "revenue": 503063688,
      "runtime": 117,
      "tagline": "With your blade, bring an end to the nightmare."
    },
    {
      "language": "en",
      "title": "Godzilla vs. Kong",
      "popularity": 393.812,
      "release_date": "2021-03-24",
      "vote_average": 7.9,
      "vote_count": 7185,
      "genre": "['Action', 'Adventure', 'Fantasy']",
      "overview": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
      "revenue": 467863133,
      "runtime": 113,
      "tagline": "One Will Fall"
    },
    {
      "language": "en",
      "title": "Shang-Chi and the Legend of the Ten Rings",
      "popularity": 1327.18,
      "release_date": "2021-09-01",
      "vote_average": 7.7,
      "vote_count": 1414,
      "genre": "['Action', 'Adventure', 'Fantasy']",
      "overview": "Shang-Chi must confront the past he thought he left behind when he is drawn into the web of the mysterious Ten Rings organization.",
      "revenue": 427480601,
      "runtime": 132,
      "tagline": "You can't outrun your destiny."
    },
    {
      "language": "en",
      "title": "Venom: Let There Be Carnage",
      "popularity": 5401.308,
      "release_date": "2021-09-30",
      "vote_average": 6.8,
      "vote_count": 1736,
      "genre": "['Science Fiction', 'Action', 'Adventure']",
      "overview": "After finding a host body in investigative reporter Eddie Brock, the alien symbiote must face a new enemy, Carnage, the alter ego of serial killer Cletus Kasady.",
      "revenue": 424000000,
      "runtime": 97,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Black Widow",
      "popularity": 624.488,
      "release_date": "2021-07-07",
      "vote_average": 7.7,
      "vote_count": 5823,
      "genre": "['Action', 'Adventure', 'Science Fiction']",
      "overview": "Natasha Romanoff, also known as Black Widow, confronts the darker parts of her ledger when a dangerous conspiracy with ties to her past arises. Pursued by a force that will stop at nothing to bring her down, Natasha must deal with her history as a spy and the broken relationships left in her wake long before she became an Avenger.",
      "revenue": 378328978,
      "runtime": 134,
      "tagline": "Her world. Her secrets. Her legacy."
    },
    {
      "language": "en",
      "title": "The Maze Runner",
      "popularity": 204.576,
      "release_date": "2014-09-10",
      "vote_average": 7.2,
      "vote_count": 13987,
      "genre": "['Action', 'Mystery', 'Science Fiction', 'Thriller']",
      "overview": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape.",
      "revenue": 348319861,
      "runtime": 113,
      "tagline": "Remember. Survive. Run."
    },
    {
      "language": "en",
      "title": "Dune",
      "popularity": 2911.423,
      "release_date": "2021-09-15",
      "vote_average": 8,
      "vote_count": 3632,
      "genre": "['Action', 'Adventure', 'Science Fiction']",
      "overview": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
      "revenue": 331116356,
      "runtime": 155,
      "tagline": "Beyond fear, destiny awaits."
    },
    {
      "language": "en",
      "title": "Free Guy",
      "popularity": 1850.47,
      "release_date": "2021-08-11",
      "vote_average": 7.8,
      "vote_count": 3493,
      "genre": "['Comedy', 'Action', 'Adventure', 'Science Fiction']",
      "overview": "A bank teller called Guy realizes he is a background character in an open world video game called Free City that will soon go offline.",
      "revenue": 331096766,
      "runtime": 115,
      "tagline": "Life's too short to be a background character."
    },
    {
      "language": "en",
      "title": "A Quiet Place Part II",
      "popularity": 252.028,
      "release_date": "2021-05-21",
      "vote_average": 7.7,
      "vote_count": 3294,
      "genre": "['Science Fiction', 'Thriller', 'Horror']",
      "overview": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path.",
      "revenue": 297372261,
      "runtime": 97,
      "tagline": "Silence is not enough."
    },
    {
      "language": "en",
      "title": "Cruella",
      "popularity": 510.735,
      "release_date": "2021-05-26",
      "vote_average": 8.3,
      "vote_count": 5879,
      "genre": "['Comedy', 'Crime']",
      "overview": "In 1970s London amidst the punk rock revolution, a young grifter named Estella is determined to make a name for herself with her designs. She befriends a pair of young thieves who appreciate her appetite for mischief, and together they are able to build a life for themselves on the London streets. One day, Estella’s flair for fashion catches the eye of the Baroness von Hellman, a fashion legend who is devastatingly chic and terrifyingly haute. But their relationship sets in motion a course of events and revelations that will cause Estella to embrace her wicked side and become the raucous, fashionable and revenge-bent Cruella.",
      "revenue": 233274812,
      "runtime": 134,
      "tagline": "Hello Cruel World"
    },
    {
      "language": "en",
      "title": "Public Enemies",
      "popularity": 165.954,
      "release_date": "2009-07-01",
      "vote_average": 6.7,
      "vote_count": 3432,
      "genre": "['Crime', 'History']",
      "overview": "Depression-era bank robber John Dillinger's charm and audacity endear him to much of America's downtrodden public, but he's also a thorn in the side of J. Edgar Hoover and the fledgling FBI. Desperate to capture the elusive outlaw, Hoover makes Dillinger his first Public Enemy Number One and assigns his top agent, Melvin Purvis, the task of bringing him in dead or alive.",
      "revenue": 214104620,
      "runtime": 140,
      "tagline": "America's Most Wanted."
    },
    {
      "language": "en",
      "title": "Jungle Cruise",
      "popularity": 683.909,
      "release_date": "2021-07-28",
      "vote_average": 7.8,
      "vote_count": 3111,
      "genre": "['Adventure', 'Fantasy', 'Comedy', 'Action']",
      "overview": "Dr. Lily Houghton enlists the aid of wisecracking skipper Frank Wolff to take her down the Amazon in his dilapidated boat. Together, they search for an ancient tree that holds the power to heal – a discovery that will change the future of medicine.",
      "revenue": 213644366,
      "runtime": 127,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "The Conjuring: The Devil Made Me Do It",
      "popularity": 311.759,
      "release_date": "2021-05-25",
      "vote_average": 7.8,
      "vote_count": 3856,
      "genre": "['Horror', 'Mystery', 'Thriller']",
      "overview": "Paranormal investigators Ed and Lorraine Warren encounter what would become one of the most sensational cases from their files. The fight for the soul of a young boy takes them beyond anything they'd ever seen before, to mark the first time in U.S. history that a murder suspect would claim demonic possession as a defense.",
      "revenue": 199166992,
      "runtime": 111,
      "tagline": "The demonic case that shocked America."
    },
    {
      "language": "en",
      "title": "Hacksaw Ridge",
      "popularity": 233.039,
      "release_date": "2016-10-07",
      "vote_average": 8.2,
      "vote_count": 10136,
      "genre": "['Drama', 'History', 'War']",
      "overview": "WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people and becomes the first Conscientious Objector in American history to receive the Congressional Medal of Honor.",
      "revenue": 175302354,
      "runtime": 139,
      "tagline": "One of the greatest heroes in American history never fired a bullet."
    },
    {
      "language": "en",
      "title": "The Croods: A New Age",
      "popularity": 277.639,
      "release_date": "2020-11-25",
      "vote_average": 7.6,
      "vote_count": 2621,
      "genre": "['Animation', 'Family', 'Adventure', 'Fantasy', 'Comedy']",
      "overview": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together.",
      "revenue": 168285000,
      "runtime": 95,
      "tagline": "The future ain't what it used to be."
    },
    {
      "language": "en",
      "title": "The Suicide Squad",
      "popularity": 807.497,
      "release_date": "2021-07-28",
      "vote_average": 7.8,
      "vote_count": 4695,
      "genre": "['Action', 'Adventure', 'Fantasy']",
      "overview": "Supervillains Harley Quinn, Bloodsport, Peacemaker and a collection of nutty cons at Belle Reve prison join the super-secret, super-shady Task Force X as they are dropped off at the remote, enemy-infused island of Corto Maltese.",
      "revenue": 167381210,
      "runtime": 132,
      "tagline": "They're dying to save the world."
    },
    {
      "language": "en",
      "title": "Wonder Woman 1984",
      "popularity": 267.785,
      "release_date": "2020-12-16",
      "vote_average": 6.6,
      "vote_count": 6105,
      "genre": "['Action', 'Adventure', 'Fantasy']",
      "overview": "A botched store robbery places Wonder Woman in a global battle against a powerful and mysterious ancient force that puts her powers in jeopardy.",
      "revenue": 165160005,
      "runtime": 151,
      "tagline": "A new era of wonder begins."
    },
    {
      "language": "en",
      "title": "Eternals",
      "popularity": 3365.535,
      "release_date": "2021-11-03",
      "vote_average": 7.1,
      "vote_count": 622,
      "genre": "['Action', 'Adventure', 'Science Fiction', 'Fantasy']",
      "overview": "The Eternals are a team of ancient aliens who have been living on Earth in secret for thousands of years. When an unexpected tragedy forces them out of the shadows, they are forced to reunite against mankind’s most ancient enemy, the Deviants.",
      "revenue": 165000000,
      "runtime": 157,
      "tagline": "In the beginning..."
    },
    {
      "language": "en",
      "title": "Knowing",
      "popularity": 314.469,
      "release_date": "2009-03-19",
      "vote_average": 6.1,
      "vote_count": 4067,
      "genre": "['Action', 'Mystery', 'Science Fiction', 'Thriller']",
      "overview": "A teacher opens a time capsule that has been dug up at his son's elementary school; in it are some chilling predictions -- some that have already occurred and others that are about to -- that lead him to believe his family plays a role in the events that are about to unfold.",
      "revenue": 155446362,
      "runtime": 121,
      "tagline": "What happens when the numbers run out?"
    },
    {
      "language": "en",
      "title": "Peter Rabbit 2: The Runaway",
      "popularity": 211.56,
      "release_date": "2021-03-25",
      "vote_average": 7.4,
      "vote_count": 426,
      "genre": "['Family', 'Comedy', 'Adventure', 'Animation', 'Fantasy']",
      "overview": "Bea, Thomas, and the rabbits have created a makeshift family, but despite his best efforts, Peter can’t seem to shake his mischievous reputation. Adventuring out of the garden, Peter finds himself in a world where his mischief is appreciated, but when his family risks everything to come looking for him, Peter must figure out what kind of bunny he wants to be.",
      "revenue": 153000000,
      "runtime": 93,
      "tagline": "The garden was just the beginning."
    },
    {
      "language": "en",
      "title": "Space Jam: A New Legacy",
      "popularity": 525.266,
      "release_date": "2021-07-08",
      "vote_average": 7.3,
      "vote_count": 2550,
      "genre": "['Animation', 'Comedy', 'Family', 'Science Fiction']",
      "overview": "When LeBron and his young son Dom are trapped in a digital space by a rogue A.I., LeBron must get them home safe by leading Bugs, Lola Bunny and the whole gang of notoriously undisciplined Looney Tunes to victory over the A.I.'s digitized champions on the court. It's Tunes versus Goons in the highest-stakes challenge of his life.",
      "revenue": 148810604,
      "runtime": 115,
      "tagline": "Welcome to the Jam!"
    },
    {
      "language": "en",
      "title": "Soul",
      "popularity": 229.134,
      "release_date": "2020-12-25",
      "vote_average": 8.2,
      "vote_count": 7165,
      "genre": "['Animation', 'Comedy', 'Fantasy', 'Family']",
      "overview": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful audition at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth.",
      "revenue": 136384442,
      "runtime": 101,
      "tagline": "Is all this living really worth dying for?"
    },
    {
      "language": "en",
      "title": "Tom & Jerry",
      "popularity": 232.966,
      "release_date": "2021-02-11",
      "vote_average": 7.1,
      "vote_count": 1831,
      "genre": "['Comedy', 'Family', 'Animation']",
      "overview": "Tom the cat and Jerry the mouse get kicked out of their home and relocate to a fancy New York hotel, where a scrappy employee named Kayla will lose her job if she can’t evict Jerry before a high-class wedding at the hotel. Her solution? Hiring Tom to get rid of the pesky mouse.",
      "revenue": 132000000,
      "runtime": 101,
      "tagline": "Best of enemies. Worst of friends."
    },
    {
      "language": "en",
      "title": "Raya and the Last Dragon",
      "popularity": 308.607,
      "release_date": "2021-03-03",
      "vote_average": 8.1,
      "vote_count": 4514,
      "genre": "['Family', 'Fantasy', 'Animation', 'Action', 'Adventure']",
      "overview": "Long ago, in the fantasy world of Kumandra, humans and dragons lived together in harmony. But when an evil force threatened the land, the dragons sacrificed themselves to save humanity. Now, 500 years later, that same evil has returned and it’s up to a lone warrior, Raya, to track down the legendary last dragon to restore the fractured land and its divided people.",
      "revenue": 130000000,
      "runtime": 107,
      "tagline": "A quest to save her world."
    },
    {
      "language": "en",
      "title": "PAW Patrol: The Movie",
      "popularity": 596.854,
      "release_date": "2021-08-09",
      "vote_average": 7.7,
      "vote_count": 660,
      "genre": "['Animation', 'Family', 'Adventure', 'Comedy']",
      "overview": "Ryder and the pups are called to Adventure City to stop Mayor Humdinger from turning the bustling metropolis into a state of chaos.",
      "revenue": 121000000,
      "runtime": 86,
      "tagline": "Our fate is in their paws."
    },
    {
      "language": "en",
      "title": "Halloween Kills",
      "popularity": 1023.024,
      "release_date": "2021-10-14",
      "vote_average": 7,
      "vote_count": 1134,
      "genre": "['Horror', 'Thriller']",
      "overview": "Minutes after Laurie Strode, her daughter Karen and granddaughter Allyson left masked monster Michael Myers caged and burning in Laurie's basement, Laurie is rushed to the hospital with life-threatening injuries, believing she finally killed her lifelong tormentor. But when Michael manages to free himself from Laurie's trap, his ritual bloodbath resumes. As Laurie fights her pain and prepares to defend herself against him, she inspires all of Haddonfield to rise up against their unstoppable monster. The Strode women join a group of other survivors of Michael's first rampage who decide to take matters into their own hands, forming a vigilante mob that sets out to hunt Michael down, once and for all.",
      "revenue": 118852075,
      "runtime": 105,
      "tagline": "Evil dies tonight."
    },
    {
      "language": "en",
      "title": "The Boss Baby: Family Business",
      "popularity": 761.177,
      "release_date": "2021-07-01",
      "vote_average": 7.7,
      "vote_count": 1582,
      "genre": "['Animation', 'Comedy', 'Adventure', 'Family']",
      "overview": "The Templeton brothers — Tim and his Boss Baby little bro Ted — have become adults and drifted away from each other. But a new boss baby with a cutting-edge approach and a can-do attitude is about to bring them together again … and inspire a new family business.",
      "revenue": 112000000,
      "runtime": 107,
      "tagline": "Playtime is over."
    },
    {
      "language": "en",
      "title": "Wrath of Man",
      "popularity": 541.957,
      "release_date": "2021-04-22",
      "vote_average": 7.8,
      "vote_count": 2598,
      "genre": "['Action', 'Crime', 'Thriller']",
      "overview": "A cold and mysterious new security guard for a Los Angeles cash truck company surprises his co-workers when he unleashes precision skills during a heist. The crew is left wondering who he is and where he came from. Soon, the marksman's ultimate motive becomes clear as he takes dramatic and irrevocable steps to settle a score.",
      "revenue": 103966489,
      "runtime": 119,
      "tagline": "A one man army."
    },
    {
      "language": "en",
      "title": "The Addams Family 2",
      "popularity": 1031.821,
      "release_date": "2021-10-01",
      "vote_average": 7.4,
      "vote_count": 562,
      "genre": "['Animation', 'Comedy', 'Family']",
      "overview": "The Addams get tangled up in more wacky adventures and find themselves involved in hilarious run-ins with all sorts of unsuspecting characters.",
      "revenue": 93258233,
      "runtime": 93,
      "tagline": "Unhappy to see you again."
    },
    {
      "language": "en",
      "title": "Old",
      "popularity": 427.735,
      "release_date": "2021-07-21",
      "vote_average": 6.7,
      "vote_count": 1593,
      "genre": "['Thriller', 'Mystery', 'Horror']",
      "overview": "A group of families on a tropical holiday discover that the secluded beach where they are staying is somehow causing them to age rapidly – reducing their entire lives into a single day.",
      "revenue": 89500000,
      "runtime": 108,
      "tagline": "It's only a matter of time."
    },
    {
      "language": "en",
      "title": "Mortal Kombat",
      "popularity": 495.192,
      "release_date": "2021-04-07",
      "vote_average": 7.3,
      "vote_count": 4000,
      "genre": "['Action', 'Fantasy', 'Adventure']",
      "overview": "Washed-up MMA fighter Cole Young, unaware of his heritage, and hunted by Emperor Shang Tsung's best warrior, Sub-Zero, seeks out and trains with Earth's greatest champions as he prepares to stand against the enemies of Outworld in a high stakes battle for the universe.",
      "revenue": 83601013,
      "runtime": 110,
      "tagline": "Get over here."
    },
    {
      "language": "en",
      "title": "Candyman",
      "popularity": 167.154,
      "release_date": "2021-08-25",
      "vote_average": 6.4,
      "vote_count": 564,
      "genre": "['Horror', 'Thriller']",
      "overview": "Anthony and his partner move into a loft in the now gentrified Cabrini-Green, and after a chance encounter with an old-timer exposes Anthony to the true story behind Candyman, he unknowingly opens a door to a complex past that unravels his own sanity and unleashes a terrifying wave of violence.",
      "revenue": 77389310,
      "runtime": 91,
      "tagline": "Dare to say his name."
    },
    {
      "language": "en",
      "title": "The Forever Purge",
      "popularity": 321.093,
      "release_date": "2021-06-30",
      "vote_average": 7.4,
      "vote_count": 1396,
      "genre": "['Horror', 'Action', 'Thriller']",
      "overview": "All the rules are broken as a sect of lawless marauders decides that the annual Purge does not stop at daybreak and instead should never end as they chase a group of immigrants who they want to punish because of their harsh historical past.",
      "revenue": 76981630,
      "runtime": 103,
      "tagline": "The rules are broken."
    },
    {
      "language": "en",
      "title": "After",
      "popularity": 239.301,
      "release_date": "2019-04-11",
      "vote_average": 7.2,
      "vote_count": 6704,
      "genre": "['Romance', 'Drama']",
      "overview": "Tessa Young is a dedicated student, dutiful daughter and loyal girlfriend to her high school sweetheart. Entering her first semester of college, Tessa's guarded world opens up when she meets Hardin Scott, a mysterious and brooding rebel who makes her question all she thought she knew about herself -- and what she wants out of life.",
      "revenue": 69497587,
      "runtime": 106,
      "tagline": "After your first, life is never the same."
    },
    {
      "language": "en",
      "title": "Legion",
      "popularity": 189.34,
      "release_date": "2010-01-21",
      "vote_average": 5.7,
      "vote_count": 1933,
      "genre": "['Horror', 'Action', 'Fantasy']",
      "overview": "When God loses faith in humankind, he sends his legion of angels to bring on the Apocalypse. Humanity's only hope for survival lies in a group of strangers trapped in an out-of-the-way, desert diner with the Archangel Michael.",
      "revenue": 67918658,
      "runtime": 100,
      "tagline": "When the last angel falls, the fight for mankind begins."
    },
    {
      "language": "en",
      "title": "Nobody",
      "popularity": 191.625,
      "release_date": "2021-03-18",
      "vote_average": 8.3,
      "vote_count": 3624,
      "genre": "['Action', 'Crime', 'Thriller', 'Drama']",
      "overview": "Hutch Mansell, a suburban dad, overlooked husband, nothing neighbor — a \"nobody.\" When two thieves break into his home one night, Hutch's unknown long-simmering rage is ignited and propels him on a brutal path that will uncover dark secrets he fought to leave behind.",
      "revenue": 61779301,
      "runtime": 92,
      "tagline": "Never underestimate a nobody."
    },
    {
      "language": "ja",
      "title": "ドラゴンボールZ 復活の「F」",
      "popularity": 187.296,
      "release_date": "2015-04-18",
      "vote_average": 6.8,
      "vote_count": 1240,
      "genre": "['Action', 'Animation', 'Science Fiction']",
      "overview": "One peaceful day on Earth, two remnants of Frieza's army named Sorbet and Tagoma arrive searching for the Dragon Balls with the aim of reviving Frieza. They succeed, and Frieza subsequently seeks revenge on the Saiyans.",
      "revenue": 61768190,
      "runtime": 93,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Bride of Chucky",
      "popularity": 175.452,
      "release_date": "1998-10-16",
      "vote_average": 5.9,
      "vote_count": 1302,
      "genre": "['Horror', 'Comedy', 'Romance']",
      "overview": "Chucky hooks up with another murderous doll, the bridal gown-clad Tiffany, for a Route 66 murder spree with their unwitting hosts.",
      "revenue": 50671850,
      "runtime": 89,
      "tagline": "Chucky Gets Lucky."
    },
    {
      "language": "en",
      "title": "Luca",
      "popularity": 639.636,
      "release_date": "2021-06-17",
      "vote_average": 8,
      "vote_count": 5020,
      "genre": "['Animation', 'Comedy', 'Family', 'Fantasy']",
      "overview": "Luca and his best friend Alberto experience an unforgettable summer on the Italian Riviera. But all the fun is threatened by a deeply-held secret: they are sea monsters from another world just below the water’s surface.",
      "revenue": 49010641,
      "runtime": 95,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Ron's Gone Wrong",
      "popularity": 287.164,
      "release_date": "2021-10-15",
      "vote_average": 7.3,
      "vote_count": 41,
      "genre": "['Animation', 'Science Fiction', 'Family', 'Comedy']",
      "overview": "In a world where walking, talking, digitally connected bots have become children's best friends, an 11-year-old finds that his robot buddy doesn't quite work the same as the others do.",
      "revenue": 46000000,
      "runtime": 106,
      "tagline": "Best Friend Forever* (*battery life may vary)"
    },
    {
      "language": "en",
      "title": "Don't Breathe 2",
      "popularity": 366.157,
      "release_date": "2021-08-12",
      "vote_average": 7.7,
      "vote_count": 1114,
      "genre": "['Thriller', 'Horror']",
      "overview": "The Blind Man has been hiding out for several years in an isolated cabin and has taken in and raised a young girl orphaned from a devastating house fire. Their quiet life together is shattered when a group of criminals kidnap the girl, forcing the Blind Man to leave his safe haven to save her.",
      "revenue": 45000000,
      "runtime": 98,
      "tagline": "Bad things happen to bad people."
    },
    {
      "language": "en",
      "title": "Escape Room: Tournament of Champions",
      "popularity": 174.019,
      "release_date": "2021-07-01",
      "vote_average": 6.9,
      "vote_count": 709,
      "genre": "['Horror', 'Thriller', 'Mystery']",
      "overview": "Six people unwittingly find themselves locked in another series of escape rooms, slowly uncovering what they have in common to survive as they discover all the games that they've played before.",
      "revenue": 44888959,
      "runtime": 88,
      "tagline": "Winning was just the beginning."
    },
    {
      "language": "en",
      "title": "After We Collided",
      "popularity": 299.644,
      "release_date": "2020-09-02",
      "vote_average": 7.3,
      "vote_count": 4262,
      "genre": "['Romance', 'Drama']",
      "overview": "Tessa finds herself struggling with her complicated relationship with Hardin; she faces a dilemma that could change their lives forever.",
      "revenue": 42000000,
      "runtime": 105,
      "tagline": "Can love overcome the past?"
    },
    {
      "language": "ja",
      "title": "BORUTO -NARUTO THE MOVIE-",
      "popularity": 229.477,
      "release_date": "2015-08-07",
      "vote_average": 7.7,
      "vote_count": 917,
      "genre": "['Animation', 'Action', 'Comedy']",
      "overview": "The spirited Boruto Uzumaki, son of Seventh Hokage Naruto, is a skilled ninja who possesses the same brashness and passion his father once had. However, the constant absence of his father, who is busy with his Hokage duties, puts a damper on Boruto's fire. He ends up meeting his father's friend Sasuke, and requests to become... his apprentice!? The curtain on the story of the new generation rises!",
      "revenue": 40200000,
      "runtime": 95,
      "tagline": "Forge your own path."
    },
    {
      "language": "ja",
      "title": "僕のヒーローアカデミア THE MOVIE ワールド ヒーローズ ミッション",
      "popularity": 184.977,
      "release_date": "2021-08-06",
      "vote_average": 7.2,
      "vote_count": 21,
      "genre": "['Animation', 'Action', 'Comedy', 'Fantasy', 'Adventure']",
      "overview": "A mysterious group called Humarize strongly believes in the Quirk Singularity Doomsday theory which states that when quirks get mixed further in with future generations, that power will bring forth the end of humanity. In order to save everyone, the Pro-Heroes around the world ask UA Academy heroes-in-training to assist them and form a world-classic selected hero team. It is up to the heroes to save the world and the future of heroes in what is the most dangerous crisis to take place yet in My Hero Academia.",
      "revenue": 38410729,
      "runtime": 101,
      "tagline": "Their fight is our future."
    },
    {
      "language": "en",
      "title": "Snake Eyes: G.I. Joe Origins",
      "popularity": 1052.222,
      "release_date": "2021-07-22",
      "vote_average": 6.9,
      "vote_count": 786,
      "genre": "['Action', 'Adventure']",
      "overview": "After saving the life of their heir apparent, tenacious loner Snake Eyes is welcomed into an ancient Japanese clan called the Arashikage where he is taught the ways of the ninja warrior. But, when secrets from his past are revealed, Snake Eyes' honor and allegiance will be tested – even if that means losing the trust of those closest to him.",
      "revenue": 36964325,
      "runtime": 121,
      "tagline": "Every warrior has a beginning."
    },
    {
      "language": "en",
      "title": "Crank: High Voltage",
      "popularity": 219.241,
      "release_date": "2009-04-16",
      "vote_average": 6,
      "vote_count": 2115,
      "genre": "['Action', 'Thriller', 'Crime']",
      "overview": "Chelios faces a Chinese mobster who has stolen his nearly indestructible heart and replaced it with a battery-powered ticker that requires regular jolts of electricity to keep working.",
      "revenue": 34560577,
      "runtime": 96,
      "tagline": "Stay Charged, Stay Alive!"
    },
    {
      "language": "ja",
      "title": "僕のヒーローアカデミア THE MOVIE ～2人の英雄～",
      "popularity": 220.805,
      "release_date": "2018-08-03",
      "vote_average": 8,
      "vote_count": 677,
      "genre": "['Animation', 'Action', 'Adventure', 'Fantasy']",
      "overview": "All Might and Deku accept an invitation to go abroad to a floating and mobile manmade city, called 'I-Island', where they research quirks as well as hero supplemental items at the special 'I-Expo' convention that is currently being held on the island. During that time, suddenly, despite an iron wall of security surrounding the island, the system is breached by a villain, and the only ones able to stop him are the students of Class 1-A.",
      "revenue": 31478826,
      "runtime": 96,
      "tagline": "Who is your hero?"
    },
    {
      "language": "en",
      "title": "The Unholy",
      "popularity": 263.412,
      "release_date": "2021-03-31",
      "vote_average": 6.9,
      "vote_count": 1410,
      "genre": "['Horror']",
      "overview": "Alice, a young hearing-impaired girl who, after a supposed visitation from the Virgin Mary, is inexplicably able to hear, speak and heal the sick. As word spreads and people from near and far flock to witness her miracles, a disgraced journalist hoping to revive his career visits the small New England town to investigate. When terrifying events begin to happen all around, he starts to question if these phenomena are the works of the Virgin Mary or something much more sinister.",
      "revenue": 30763855,
      "runtime": 99,
      "tagline": "Be careful who you pray to."
    },
    {
      "language": "ja",
      "title": "僕のヒーローアカデミア THE MOVIE ヒーローズ：ライジング",
      "popularity": 326.465,
      "release_date": "2019-12-20",
      "vote_average": 8.5,
      "vote_count": 816,
      "genre": "['Animation', 'Action', 'Fantasy', 'Adventure']",
      "overview": "Class 1-A visits Nabu Island where they finally get to do some real hero work. The place is so peaceful that it's more like a vacation … until they're attacked by a villain with an unfathomable Quirk! His power is eerily familiar, and it looks like Shigaraki had a hand in the plan. But with All Might retired and citizens' lives on the line, there's no time for questions. Deku and his friends are the next generation of heroes, and they're the island's only hope.",
      "revenue": 29900850,
      "runtime": 104,
      "tagline": ""
    },
    {
      "language": "zh",
      "title": "急先锋",
      "popularity": 188.834,
      "release_date": "2020-09-30",
      "vote_average": 6.3,
      "vote_count": 374,
      "genre": "['Action', 'Adventure', 'Crime']",
      "overview": "Covert security company Vanguard is the last hope of survival for an accountant after he is targeted by the world's deadliest mercenary organization.",
      "revenue": 27900000,
      "runtime": 107,
      "tagline": ""
    },
    {
      "language": "ru",
      "title": "Последний богатырь: Корень зла",
      "popularity": 835.043,
      "release_date": "2021-01-01",
      "vote_average": 7,
      "vote_count": 63,
      "genre": "['Fantasy', 'Adventure', 'Comedy']",
      "overview": "Peace and tranquility have set in Belogorie. The evil was defeated and Ivan is now enjoying his well-deserved fame. He is surrounded by his family, friends and small wonders from the modern world that help him lead a comfortable life. Luckily, he has his Magic Sword to cut a gap between the worlds to get some supplies quite regularly. But when an ancient evil rises and the existence of the magic world is put to danger, Ivan has to team up with his old friends and his new rivals. They will set out on a long journey beyond the known world to find a way to defeat the enemies and to return peace to Belogorie.",
      "revenue": 27658331,
      "runtime": 120,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Monster Hunter",
      "popularity": 273.173,
      "release_date": "2020-12-03",
      "vote_average": 6.9,
      "vote_count": 2236,
      "genre": "['Action', 'Fantasy', 'Adventure']",
      "overview": "A portal transports Cpt. Artemis and an elite unit of soldiers to a strange world where powerful monsters rule with deadly ferocity. Faced with relentless danger, the team encounters a mysterious hunter who may be their only hope to find a way home.",
      "revenue": 25814306,
      "runtime": 104,
      "tagline": "Behind our world, there is another."
    },
    {
      "language": "en",
      "title": "The Courier",
      "popularity": 224.855,
      "release_date": "2021-03-18",
      "vote_average": 7.2,
      "vote_count": 456,
      "genre": "['Thriller', 'History', 'Drama']",
      "overview": "Cold War spy Greville Wynne and his Russian source try to put an end to the Cuban Missile Crisis.",
      "revenue": 24901420,
      "runtime": 112,
      "tagline": "Based on the incredible true story of a Welsh businessman turned spy."
    },
    {
      "language": "en",
      "title": "Malignant",
      "popularity": 233.546,
      "release_date": "2021-09-01",
      "vote_average": 7.1,
      "vote_count": 979,
      "genre": "['Horror', 'Mystery', 'Thriller']",
      "overview": "Madison is paralyzed by shocking visions of grisly murders, and her torment worsens as she discovers that these waking dreams are in fact terrifying realities with a mysterious tie to her past.",
      "revenue": 24640084,
      "runtime": 112,
      "tagline": "A new vision of terror."
    },
    {
      "language": "en",
      "title": "The Marksman",
      "popularity": 287.586,
      "release_date": "2021-01-15",
      "vote_average": 7.1,
      "vote_count": 950,
      "genre": "['Action', 'Thriller', 'Crime']",
      "overview": "Jim Hanson’s quiet life is suddenly disturbed by two people crossing the US/Mexico border – a woman and her young son – desperate to flee a Mexican cartel. After a shootout leaves the mother dead, Jim becomes the boy’s reluctant defender. He embraces his role as Miguel’s protector and will stop at nothing to get him to safety, as they go on the run from the relentless assassins.",
      "revenue": 22039969,
      "runtime": 108,
      "tagline": "Justice comes down to him."
    },
    {
      "language": "en",
      "title": "After We Fell",
      "popularity": 625.512,
      "release_date": "2021-09-01",
      "vote_average": 7.4,
      "vote_count": 766,
      "genre": "['Romance', 'Drama']",
      "overview": "Just as Tessa's life begins to become unglued, nothing is what she thought it would be. Not her friends nor her family. The only person that she should be able to rely on is Hardin, who is furious when he discovers the massive secret that she's been keeping. Before Tessa makes the biggest decision of her life, everything changes because of revelations about her family.",
      "revenue": 19000000,
      "runtime": 99,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "The Green Knight",
      "popularity": 197.458,
      "release_date": "2021-07-29",
      "vote_average": 6.7,
      "vote_count": 498,
      "genre": "['Adventure', 'Drama', 'Fantasy']",
      "overview": "An epic fantasy adventure based on the timeless Arthurian legend, The Green Knight tells the story of Sir Gawain, King Arthur's reckless and headstrong nephew, who embarks on a daring quest to confront the eponymous Green Knight, a gigantic emerald-skinned stranger and tester of men.",
      "revenue": 18192220,
      "runtime": 130,
      "tagline": "When honor was everything."
    },
    {
      "language": "en",
      "title": "Spirit Untamed",
      "popularity": 215.011,
      "release_date": "2021-05-20",
      "vote_average": 7.8,
      "vote_count": 288,
      "genre": "['Animation', 'Adventure', 'Family', 'Western']",
      "overview": "Lucky Prescott's life is changed forever when she moves from her home in the city to a small frontier town and befriends a wild mustang named Spirit.",
      "revenue": 17635215,
      "runtime": 88,
      "tagline": "Adventure awaits."
    },
    {
      "language": "ja",
      "title": "The Last: Naruto the Movie",
      "popularity": 244.198,
      "release_date": "2014-12-06",
      "vote_average": 7.9,
      "vote_count": 1069,
      "genre": "['Action', 'Romance', 'Animation']",
      "overview": "Two years after the events of the Fourth Great Ninja War, the moon that Hagoromo Otsutsuki created long ago to seal away the Gedo Statue begins to descend towards the world, threatening to become a meteor that would destroy everything on impact. Amidst this crisis, a direct descendant of Kaguya Otsutsuki named Toneri Otsutsuki attempts to kidnap Hinata Hyuga but ends up abducting her younger sister Hanabi. Naruto and his allies now mount a rescue mission before finding themselves embroiled in a final battle to decide the fate of everything.",
      "revenue": 16500000,
      "runtime": 114,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "The Many Saints of Newark",
      "popularity": 593.17,
      "release_date": "2021-09-22",
      "vote_average": 6.8,
      "vote_count": 201,
      "genre": "['Crime', 'Drama']",
      "overview": "Young Anthony Soprano is growing up in one of the most tumultuous eras in Newark, N.J., history, becoming a man just as rival gangsters start to rise up and challenge the all-powerful DiMeo crime family. Caught up in the changing times is the uncle he idolizes, Dickie Moltisanti, whose influence over his nephew will help shape the impressionable teenager into the all-powerful mob boss, Tony Soprano.",
      "revenue": 11620603,
      "runtime": 120,
      "tagline": "Who made Tony Soprano?"
    },
    {
      "language": "en",
      "title": "The Protégé",
      "popularity": 832.048,
      "release_date": "2021-08-19",
      "vote_average": 6.8,
      "vote_count": 330,
      "genre": "['Action', 'Crime', 'Thriller']",
      "overview": "Rescued as a child by the legendary assassin Moody and trained in the family business, Anna is the world’s most skilled contract killer. When Moody, the man who was like a father to her and taught her everything she needs to know about trust and survival, is brutally killed, Anna vows revenge. As she becomes entangled with an enigmatic killer whose attraction to her goes way beyond cat and mouse, their confrontation turns deadly and the loose ends of a life spent killing will weave themselves ever tighter.",
      "revenue": 8115215,
      "runtime": 109,
      "tagline": "Wherever you run, the past follows..."
    },
    {
      "language": "en",
      "title": "Carriers",
      "popularity": 203.334,
      "release_date": "2009-09-04",
      "vote_average": 5.8,
      "vote_count": 815,
      "genre": "['Action', 'Drama', 'Horror', 'Science Fiction', 'Thriller']",
      "overview": "A deadly virus has spread across the globe. Contagion is everywhere, no one is safe, and no one can be trusted. Four friends race through the back roads of the American West on their way to a secluded utopian beach in the Gulf of Mexico where they could peacefully wait out the pandemic. Their plans take a grim turn when their car breaks down on an isolated road starting a chain of events that will seal their fates.",
      "revenue": 5802422,
      "runtime": 84,
      "tagline": "The rules are simple. You break them, you die..."
    },
    {
      "language": "en",
      "title": "The SpongeBob Movie: Sponge on the Run",
      "popularity": 200.485,
      "release_date": "2020-08-14",
      "vote_average": 7.7,
      "vote_count": 2343,
      "genre": "['Family', 'Animation', 'Fantasy', 'Adventure', 'Comedy']",
      "overview": "When his best friend Gary is suddenly snatched away, SpongeBob takes Patrick on a madcap mission far beyond Bikini Bottom to save their pink-shelled pal.",
      "revenue": 4700000,
      "runtime": 95,
      "tagline": "They're Not in Bikini Bottom Anymore."
    },
    {
      "language": "ru",
      "title": "Майор Гром: Чумной Доктор",
      "popularity": 248.521,
      "release_date": "2021-04-01",
      "vote_average": 6.8,
      "vote_count": 342,
      "genre": "['Action', 'Adventure']",
      "overview": "Igor Grom is a skilled policeman from St. Petersburg, known for his daring nature and uncompromising attitude towards the criminals of all kinds. Incredible strength, analytical mind and integrity – these qualities make Major Grom the perfect policeman. Working tirelessly, he always pushes through, and meets the challenges standing in the way.",
      "revenue": 4493306,
      "runtime": 136,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "After.Life",
      "popularity": 387.777,
      "release_date": "2009-11-07",
      "vote_average": 6.1,
      "vote_count": 803,
      "genre": "['Drama', 'Horror', 'Mystery', 'Thriller']",
      "overview": "Following a terrible car crash, a woman awakes to find an enigmatic mortician preparing her for burial.",
      "revenue": 3606395,
      "runtime": 104,
      "tagline": "Life is the symptom. Death is the cure."
    },
    {
      "language": "es",
      "title": "A todo tren: destino Asturias",
      "popularity": 186.728,
      "release_date": "2021-07-08",
      "vote_average": 4.7,
      "vote_count": 33,
      "genre": "['Comedy', 'Family']",
      "overview": "When Ricardo, a responsible father, decides to personally take his son to a camp in Asturias, other parents propose that he should also take care of their children. When the train is about to leave, Felipe, a flamboyant individual and grandfather of two of the children, shows up at the station.",
      "revenue": 3468053,
      "runtime": 90,
      "tagline": "A hilarious adventure (as long as it doesn't happen to you)"
    },
    {
      "language": "en",
      "title": "Ava",
      "popularity": 302.664,
      "release_date": "2020-07-02",
      "vote_average": 5.7,
      "vote_count": 1785,
      "genre": "['Action', 'Crime', 'Drama', 'Thriller']",
      "overview": "A black ops assassin is forced to fight for her own survival after a job goes dangerously wrong.",
      "revenue": 2987741,
      "runtime": 96,
      "tagline": "Kill. Or be killed."
    },
    {
      "language": "en",
      "title": "Army of the Dead",
      "popularity": 364.974,
      "release_date": "2021-05-14",
      "vote_average": 6.4,
      "vote_count": 2514,
      "genre": "['Action', 'Adventure', 'Crime', 'Horror']",
      "overview": "Following a zombie outbreak in Las Vegas, a group of mercenaries take the ultimate gamble: venturing into the quarantine zone to pull off the greatest heist ever attempted.",
      "revenue": 780000,
      "runtime": 148,
      "tagline": "Survivors take all."
    },
    {
      "language": "en",
      "title": "Gunpowder Milkshake",
      "popularity": 1453.423,
      "release_date": "2021-07-14",
      "vote_average": 6.5,
      "vote_count": 347,
      "genre": "['Action', 'Thriller', 'Crime']",
      "overview": "In her turbulent life as a professional assassin, Sam has no choice but to go rogue to save the life of an innocent 8-year-old girl in the middle of the gang war she has unleashed.",
      "revenue": 344931,
      "runtime": 114,
      "tagline": "Revenge is best served ice cold."
    },
    {
      "language": "en",
      "title": "Werewolves Within",
      "popularity": 225.012,
      "release_date": "2021-06-25",
      "vote_average": 6.1,
      "vote_count": 179,
      "genre": "['Comedy', 'Horror']",
      "overview": "When a proposed pipeline creates hostilities between residents of a small town, a newly-arrived forest ranger must keep the peace after a snowstorm confines the townspeople to an old lodge. But when a mysterious creature begins terrorizing the group, their worst tendencies and prejudices rise to the surface, and it is up to the ranger to keep the residents alive, both from each other and the monster which plagues them.",
      "revenue": 250811,
      "runtime": 97,
      "tagline": "A whodunnit with teeth."
    },
    {
      "language": "en",
      "title": "Army of Thieves",
      "popularity": 2552.437,
      "release_date": "2021-10-27",
      "vote_average": 6.9,
      "vote_count": 555,
      "genre": "['Action', 'Crime', 'Thriller']",
      "overview": "A mysterious woman recruits bank teller Ludwig Dieter to lead a group of aspiring thieves on a top-secret heist during the early stages of the zombie apocalypse.",
      "revenue": 0,
      "runtime": 127,
      "tagline": "Before Vegas, one locksmith became a legend."
    },
    {
      "language": "pl",
      "title": "W lesie dziś nie zaśnie nikt 2",
      "popularity": 1089.852,
      "release_date": "2021-10-27",
      "vote_average": 4.1,
      "vote_count": 72,
      "genre": "['Horror', 'Thriller']",
      "overview": "When something horrible happens to the only survivor of a bloody massacre, an insecure rookie cop must overcome his fears to stop further carnage.",
      "revenue": 0,
      "runtime": 96,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "American Badger",
      "popularity": 1148.822,
      "release_date": "2021-03-05",
      "vote_average": 6.3,
      "vote_count": 14,
      "genre": "['Action', 'Thriller']",
      "overview": "A seemingly cold-blooded hitman is assigned to befriend a call girl, but all hell breaks loose when he is assigned to kill her.",
      "revenue": 0,
      "runtime": 88,
      "tagline": "Justice Before Redemption"
    },
    {
      "language": "ja",
      "title": "劇場版 七つの大罪 光に呪われし者たち",
      "popularity": 1108.815,
      "release_date": "2021-07-02",
      "vote_average": 8.4,
      "vote_count": 210,
      "genre": "['Animation', 'Action']",
      "overview": "With the help of the \"Dragon Sin of Wrath\" Meliodas and the worst rebels in history, the Seven Deadly Sins, the \"Holy War\", in which four races, including Humans, Goddesses, Fairies and Giants fought against the Demons, is finally over. At the cost of the \"Lion Sin of Pride\" Escanor's life, the Demon King was defeated and the world regained peace. After that, each of the Sins take their own path.",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "The Vault",
      "popularity": 1046.86,
      "release_date": "2021-03-03",
      "vote_average": 7.1,
      "vote_count": 392,
      "genre": "['Crime', 'Action', 'Thriller']",
      "overview": "When an engineer learns of a mysterious, impenetrable fortress hidden under The Bank of Spain, he joins a crew of master thieves who plan to steal the legendary lost treasure locked inside while the whole country is distracted by Spain's World Cup Final. With thousands of soccer fans cheering in the streets, and security forces closing in, the crew have just minutes to pull off the score of a lifetime.",
      "revenue": 0,
      "runtime": 118,
      "tagline": "No job is impossible."
    },
    {
      "language": "en",
      "title": "The Deep House",
      "popularity": 848.536,
      "release_date": "2021-06-30",
      "vote_average": 5.5,
      "vote_count": 112,
      "genre": "['Horror']",
      "overview": "While diving in a remote French lake, a couple of YouTubers who specialize in underwater exploration videos discover a house submerged in the deep waters. What was initially a unique finding soon turns into a nightmare when they discover that the house was the scene of atrocious crimes. Trapped, with their oxygen reserves falling dangerously, they realize the worst is yet to come: they are not alone in the house.",
      "revenue": 0,
      "runtime": 85,
      "tagline": "Breathe while you still can."
    },
    {
      "language": "no",
      "title": "I onde dager",
      "popularity": 863.019,
      "release_date": "2021-07-30",
      "vote_average": 6.8,
      "vote_count": 118,
      "genre": "['Action', 'Comedy', 'Thriller', 'Horror']",
      "overview": "A dysfunctional couple head to a remote lakeside cabin under the guise of reconnecting, but each has secret designs to kill the other. Before they can carry out their respective plans, unexpected visitors arrive and the couple is faced with a greater danger than anything they could have plotted.",
      "revenue": 0,
      "runtime": 113,
      "tagline": "Til Death Do Us Part"
    },
    {
      "language": "en",
      "title": "Zone 414",
      "popularity": 797.785,
      "release_date": "2021-09-03",
      "vote_average": 5.8,
      "vote_count": 86,
      "genre": "['Science Fiction', 'Thriller', 'Mystery']",
      "overview": "In the near future on a colony of state-of-the-art robots, a private investigator is hired by the colony's creator to bring his missing daughter home.",
      "revenue": 0,
      "runtime": 98,
      "tagline": "What hides in the city of robots?"
    },
    {
      "language": "pt",
      "title": "Peçanha Contra o Animal",
      "popularity": 943.619,
      "release_date": "2021-10-22",
      "vote_average": 5.4,
      "vote_count": 13,
      "genre": "['Comedy', 'Crime']",
      "overview": "",
      "revenue": 0,
      "runtime": 67,
      "tagline": ""
    },
    {
      "language": "pl",
      "title": "W jak morderstwo",
      "popularity": 957.866,
      "release_date": "2021-06-18",
      "vote_average": 5.8,
      "vote_count": 25,
      "genre": "['Crime', 'Mystery', 'Drama', 'Comedy']",
      "overview": "A stay-at-home mom and avid reader of crime stories discovers the deepest secrets of a small town's residents while investigating a woman's murder.",
      "revenue": 0,
      "runtime": 104,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Deathstroke: Knights & Dragons - The Movie",
      "popularity": 787.704,
      "release_date": "2020-08-04",
      "vote_average": 7,
      "vote_count": 294,
      "genre": "['Animation', 'Action', 'Adventure', 'Science Fiction']",
      "overview": "The assassin Deathstroke tries to save his family from the wrath of H.I.V.E. and the murderous Jackal.",
      "revenue": 0,
      "runtime": 87,
      "tagline": "Never give a paid killer a reason to work for free"
    },
    {
      "language": "en",
      "title": "Ripper Untold",
      "popularity": 678.956,
      "release_date": "2021-06-28",
      "vote_average": 6.5,
      "vote_count": 47,
      "genre": "['Horror']",
      "overview": "A detective and a medical examiner join forces to solve a series of horrific murders in Victorian London - but one of them harbours a deadly secret.",
      "revenue": 0,
      "runtime": 85,
      "tagline": "1888, a bloodbath in Whitechapel. No one is safe."
    },
    {
      "language": "es",
      "title": "Matando Cabos 2: La Máscara del Máscara",
      "popularity": 693.568,
      "release_date": "2021-10-01",
      "vote_average": 7.9,
      "vote_count": 57,
      "genre": "['Action', 'Comedy', 'Adventure']",
      "overview": "Faced with the unexpected death of his estranged father -El Máscara- and the subsequent theft of his precious mask, Rubén -Mascarita- will find himself confronted with his past. Alongside his invincible bodyguard Tony \"The Cannibal\" and, an unexpected ally, he will have only one day to recover it and make amends with the memory of his father.",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "es",
      "title": "Operación Camarón",
      "popularity": 585.313,
      "release_date": "2021-06-24",
      "vote_average": 5.5,
      "vote_count": 17,
      "genre": "['Comedy']",
      "overview": "Geeky-looking Sebas is a surprisingly good classical musician. He’s also a complete unknown in the criminal underworld, and as a new newbie on the police force, that makes him the perfect man for a dangerous mission: to go undercover as a keyboard player for “Los Lolos”, a cheesy flamenco-trap band, who have been hired to play at the wedding of a local mafia boss’ daughter that a major drug trafficker will be attending.  Sebas is keen to take on the mission, blissfully unaware that he will turn out to be even cheesier than Lolo, the band’s lead singer, and fall in love with his sister, Luci. Now Sebas will face a tough choice: remain loyal to his new friends or complete his police mission.",
      "revenue": 0,
      "runtime": 90,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Separation",
      "popularity": 557.939,
      "release_date": "2021-04-30",
      "vote_average": 6,
      "vote_count": 77,
      "genre": "['Horror']",
      "overview": "A young girl finds solace in her artist father and the ghost of her dead mother.",
      "revenue": 0,
      "runtime": 107,
      "tagline": "It won't let go."
    },
    {
      "language": "en",
      "title": "Dragon Fury",
      "popularity": 580.002,
      "release_date": "2021-06-15",
      "vote_average": 6,
      "vote_count": 21,
      "genre": "['Horror', 'Fantasy', 'Mystery']",
      "overview": "A group of soldiers are taken to the mountains of Wales to investigate a strange beast.",
      "revenue": 0,
      "runtime": 88,
      "tagline": "They thought they could control it. They were wrong!"
    },
    {
      "language": "tr",
      "title": "Kin",
      "popularity": 579.316,
      "release_date": "2021-10-08",
      "vote_average": 6.6,
      "vote_count": 32,
      "genre": "['Crime', 'Drama', 'Thriller']",
      "overview": "Ahead of a promotion, a police chief becomes entangled in a deadly incident and uncovers an intrigue fueled by grudge that threatens his colleagues.",
      "revenue": 0,
      "runtime": 104,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Hypnotic",
      "popularity": 514.169,
      "release_date": "2021-10-27",
      "vote_average": 6.2,
      "vote_count": 214,
      "genre": "['Thriller', 'Drama', 'Horror']",
      "overview": "A young woman seeking self-improvement enlists the help of a renowned hypnotist but, after a handful of intense sessions, discovers unexpected and deadly consequences.",
      "revenue": 0,
      "runtime": 88,
      "tagline": "His wish is her command."
    },
    {
      "language": "en",
      "title": "Rock Dog 2: Rock Around the Park",
      "popularity": 611.612,
      "release_date": "2021-06-24",
      "vote_average": 7.6,
      "vote_count": 25,
      "genre": "['Animation', 'Comedy', 'Music', 'Family']",
      "overview": "When Bodi and his band 'True Blue' leave Snow Mountain, to tour with pop sensation, Lil' Foxy, they learn that fame comes at a price.",
      "revenue": 0,
      "runtime": 90,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Caged",
      "popularity": 475.873,
      "release_date": "2021-01-26",
      "vote_average": 6.6,
      "vote_count": 39,
      "genre": "['Thriller', 'Horror']",
      "overview": "An African American male is imprisoned and placed in solitary confinement after being found guilty of murdering his wife, as he's haunted by internal demons and his dead wife, and pushed to the breaking point by an abusive female guard.",
      "revenue": 0,
      "runtime": 81,
      "tagline": "There is no getting out."
    },
    {
      "language": "en",
      "title": "Injustice",
      "popularity": 563.221,
      "release_date": "2021-10-09",
      "vote_average": 8,
      "vote_count": 339,
      "genre": "['Animation', 'Science Fiction', 'Fantasy', 'Action']",
      "overview": "When Lois Lane is killed, an unhinged Superman decides to take control of the Earth. Determined to stop him, Batman creates a team of freedom-fighting heroes. But when superheroes go to war, can the world survive?",
      "revenue": 0,
      "runtime": 78,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Cosmic Sin",
      "popularity": 503.598,
      "release_date": "2021-03-12",
      "vote_average": 4.4,
      "vote_count": 363,
      "genre": "['Science Fiction']",
      "overview": "In the year 2524, four centuries after humans started colonizing the outer planets, retired General James Ford gets called back into service when a hostile alien fleet attacks soldiers on a remote planet. The threat against mankind soon escalates into an interstellar war as Ford and a team of elite soldiers try to stop the imminent attack before it's too late.",
      "revenue": 0,
      "runtime": 88,
      "tagline": "First contact has been made. It's war."
    },
    {
      "language": "fr",
      "title": "BAC Nord",
      "popularity": 486.411,
      "release_date": "2021-08-18",
      "vote_average": 7.7,
      "vote_count": 483,
      "genre": "['Crime', 'Thriller']",
      "overview": "A police brigade working in the dangerous northern neighborhoods of Marseille, where the level of crime is higher than anywhere else in France.",
      "revenue": 0,
      "runtime": 105,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Demonic",
      "popularity": 422.784,
      "release_date": "2021-07-29",
      "vote_average": 4.9,
      "vote_count": 74,
      "genre": "['Horror', 'Thriller']",
      "overview": "A young woman unleashes terrifying demons when supernatural forces at the root of a decades-old rift between mother and daughter are ruthlessly revealed.",
      "revenue": 0,
      "runtime": 104,
      "tagline": "It's not a dream, it's not reality."
    },
    {
      "language": "zh",
      "title": "疯狂的拳头",
      "popularity": 504.28,
      "release_date": "2017-05-25",
      "vote_average": 7.6,
      "vote_count": 37,
      "genre": "['Action']",
      "overview": "After an opponent dies mid-match, a prominent MMA champion swore never to fight again and retired to run his family's company. But when his best friend dies under suspicious circumstances, he has no choice but to step back in the ring.",
      "revenue": 0,
      "runtime": 97,
      "tagline": ""
    },
    {
      "language": "ja",
      "title": "劇場版ポケットモンスター ココ",
      "popularity": 510.2,
      "release_date": "2020-12-25",
      "vote_average": 7.3,
      "vote_count": 59,
      "genre": "['Animation', 'Adventure']",
      "overview": "In the Forest of Okoya, Koko is a feral child who has been raised as a Pokémon by the Mythical Pokémon Zarude. Koko has grown up never doubting that he is a Pokémon even though he can't really use any sort of moves. Ash Ketchum and Pikachu meet Koko and help him protect the Great Tree from the crooked scientist Dr. Zed.",
      "revenue": 0,
      "runtime": 98,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "The Tomorrow War",
      "popularity": 439.548,
      "release_date": "2021-07-02",
      "vote_average": 8.1,
      "vote_count": 4522,
      "genre": "['Action', 'Science Fiction', 'Adventure']",
      "overview": "The world is stunned when a group of time travelers arrive from the year 2051 to deliver an urgent message: Thirty years in the future, mankind is losing a global war against a deadly alien species. The only hope for survival is for soldiers and civilians from the present to be transported to the future and join the fight. Among those recruited is high school teacher and family man Dan Forester. Determined to save the world for his young daughter, Dan teams up with a brilliant scientist and his estranged father in a desperate quest to rewrite the fate of the planet.",
      "revenue": 0,
      "runtime": 138,
      "tagline": "The fight for tomorrow begins today."
    },
    {
      "language": "en",
      "title": "Infinite",
      "popularity": 430.839,
      "release_date": "2021-09-09",
      "vote_average": 6.9,
      "vote_count": 553,
      "genre": "['Science Fiction', 'Action', 'Thriller']",
      "overview": "Evan McCauley has skills he never learned and memories of places he has never visited. Self-medicated and on the brink of a mental breakdown, a secret group that call themselves “Infinites” come to his rescue, revealing that his memories are real.",
      "revenue": 0,
      "runtime": 106,
      "tagline": "Many lives. Unlimited potential."
    },
    {
      "language": "en",
      "title": "LOL Surprise: The Movie",
      "popularity": 414.698,
      "release_date": "2021-10-08",
      "vote_average": 7.5,
      "vote_count": 31,
      "genre": "['Animation', 'Family']",
      "overview": "Dazzling doll sisters Queen Bee and Royal Bee make their first movie with help from their fashionable friends in this one-of-a-kind magical adventure.",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Ainbo: Spirit of the Amazon",
      "popularity": 400.934,
      "release_date": "2021-02-09",
      "vote_average": 7.2,
      "vote_count": 220,
      "genre": "['Adventure', 'Animation', 'Family', 'Fantasy']",
      "overview": "An epic journey of a young hero and her Spirit Guides, 'Dillo' a cute and humorous armadillo and \"Vaca\" a goofy oversized tapir, who embark on a quest to save their home in the spectacular Amazon Rainforest.",
      "revenue": 0,
      "runtime": 84,
      "tagline": ""
    },
    {
      "language": "fr",
      "title": "Miraculous World: Shanghai, la légende de Ladydragon",
      "popularity": 434.458,
      "release_date": "2021-05-15",
      "vote_average": 8,
      "vote_count": 362,
      "genre": "['Animation', 'Comedy', 'Family', 'Adventure']",
      "overview": "On school break, Marinette heads to Shanghai to meet Adrien. But after arriving, Marinette loses all her stuff, including the Miraculous that allows her to turn into Ladybug!",
      "revenue": 0,
      "runtime": 52,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Marvel Knights: Eternals",
      "popularity": 429.973,
      "release_date": "2014-09-16",
      "vote_average": 5.6,
      "vote_count": 5,
      "genre": "['Animation']",
      "overview": "You are thousands of years old. You have amazing powers. You have watched civilizations rise and fall. So why does no one remember any of this? Best-selling author, Neil Gaiman (Marvel: 1602) is joined by superstar artist, John Romita. Jr. (Amazing Spider-Man), to bring you the extraordinary tale of The Eternals. Medical student Mark Curry's world is turned upside-down when he meets Ike Harris, a man who believes that he is part of a centuries-old race of super-powered beings put here on Earth by aliens to preserve and safeguard the planet — and even crazier, tried to convince Mark that he is one too.",
      "revenue": 0,
      "runtime": 118,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Spider-Man: No Way Home",
      "popularity": 480.702,
      "release_date": "2021-12-15",
      "vote_average": 0,
      "vote_count": 0,
      "genre": "['Action', 'Adventure', 'Science Fiction']",
      "overview": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a Super Hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man.",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Narco Sub",
      "popularity": 374.848,
      "release_date": "2021-01-22",
      "vote_average": 7.1,
      "vote_count": 59,
      "genre": "['Action', 'Drama', 'Crime']",
      "overview": "A man will become a criminal to save his family.  Director: Shawn Welling  Writer: Derek H. Potts  Stars: Tom Vera, Tom Sizemore, Lee Majors |",
      "revenue": 0,
      "runtime": 93,
      "tagline": "A man will become a criminal to save his family."
    },
    {
      "language": "en",
      "title": "Night Teeth",
      "popularity": 367.303,
      "release_date": "2021-10-20",
      "vote_average": 6.8,
      "vote_count": 299,
      "genre": "['Horror', 'Thriller', 'Action']",
      "overview": "A college student moonlighting as a chauffeur picks up two mysterious women for a night of party-hopping across LA. But when he uncovers their bloodthirsty intentions - and their dangerous, shadowy underworld - he must fight to stay alive.",
      "revenue": 0,
      "runtime": 107,
      "tagline": "Paint the town red."
    },
    {
      "language": "en",
      "title": "Sweet Girl",
      "popularity": 360.21,
      "release_date": "2021-08-18",
      "vote_average": 6.9,
      "vote_count": 697,
      "genre": "['Action']",
      "overview": "A devastated husband vows to bring justice to the people responsible for his wife's death while protecting the only family he has left, his daughter.",
      "revenue": 0,
      "runtime": 110,
      "tagline": "Family fights as one."
    },
    {
      "language": "en",
      "title": "Redemption Day",
      "popularity": 360.237,
      "release_date": "2021-01-08",
      "vote_average": 6.7,
      "vote_count": 150,
      "genre": "['Action']",
      "overview": "Having just returned home, decorated U.S. Marine Captain Brad Paxton's wife, Kate, is kidnapped by a terrorist group while working in Morocco. He is forced back into action for a daring and deadly operation to save the woman he loves.",
      "revenue": 0,
      "runtime": 100,
      "tagline": "Taking his wife was their last mistake."
    },
    {
      "language": "cn",
      "title": "真·三国无双",
      "popularity": 372.423,
      "release_date": "2021-04-29",
      "vote_average": 6.7,
      "vote_count": 71,
      "genre": "['Action', 'Adventure', 'Fantasy']",
      "overview": "Warlords, warriors and statesmen wage a battle for supremacy in this fantasy tale based on the hit video games and the \"Romance of the Three Kingdoms.\"",
      "revenue": 0,
      "runtime": 117,
      "tagline": ""
    },
    {
      "language": "es",
      "title": "Mi otra yo",
      "popularity": 501.068,
      "release_date": "2021-06-15",
      "vote_average": 6.3,
      "vote_count": 3,
      "genre": "['Comedy']",
      "overview": "A controversial TV host and comedian who has built his career on sexist humor is forced to assume a woman's identity to elude a relentless drug dealer.",
      "revenue": 0,
      "runtime": 89,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Finch",
      "popularity": 549.884,
      "release_date": "2021-11-04",
      "vote_average": 8,
      "vote_count": 522,
      "genre": "['Science Fiction', 'Drama', 'Adventure']",
      "overview": "On a post-apocalyptic Earth, a robot, built to protect the life of his dying creator's beloved dog, learns about life, love, friendship, and what it means to be human.",
      "revenue": 0,
      "runtime": 115,
      "tagline": ""
    },
    {
      "language": "fr",
      "title": "Ava",
      "popularity": 367.131,
      "release_date": "2017-06-21",
      "vote_average": 6,
      "vote_count": 121,
      "genre": "['Drama']",
      "overview": "Ava, 13, is spending the summer on the Atlantic coast when she learns that she will lose her sight sooner than expected. Her mother decides to act as if everything were normal so as to spend their best summer ever. Ava confronts the problem in her own way. She steals a big black dog that belongs to a young man on the run...",
      "revenue": 0,
      "runtime": 106,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Solitary",
      "popularity": 347.349,
      "release_date": "2020-08-31",
      "vote_average": 5.8,
      "vote_count": 59,
      "genre": "['Science Fiction']",
      "overview": "A man wakes up inside a room to discover he's a prisoner sent into space to form Earth's first colony, and worse - his cell mate Alana is hell bent on destroying everything.",
      "revenue": 0,
      "runtime": 89,
      "tagline": "The greatest punishment imaginable."
    },
    {
      "language": "ja",
      "title": "機動戦士ガンダム 閃光のハサウェイ",
      "popularity": 371.425,
      "release_date": "2021-06-11",
      "vote_average": 8.1,
      "vote_count": 57,
      "genre": "['Animation', 'Action', 'Drama', 'Science Fiction']",
      "overview": "After Char's rebellion, Hathaway Noa leads an insurgency against Earth Federation, but meeting an enemy officer and a mysterious woman alters his fate.",
      "revenue": 0,
      "runtime": 96,
      "tagline": "Char's ideals and Amuro's passion... the heir of their wills..."
    },
    {
      "language": "en",
      "title": "Catch the Bullet",
      "popularity": 363.643,
      "release_date": "2021-09-10",
      "vote_average": 5.6,
      "vote_count": 67,
      "genre": "['Western', 'Action']",
      "overview": "U.S. marshal Britt MacMasters returns from a mission to find his father wounded and his son kidnapped by the outlaw Jed Blake. Hot on their trail, Britt forms a posse with a gunslinging deputy and a stoic Pawnee tracker. But Jed and Britt tread dangerously close to the Red Desert’s Sioux territory.",
      "revenue": 0,
      "runtime": 89,
      "tagline": "The sun never sets on vengeance."
    },
    {
      "language": "en",
      "title": "Rogue Hostage",
      "popularity": 340.663,
      "release_date": "2021-06-11",
      "vote_average": 6.4,
      "vote_count": 101,
      "genre": "['Action', 'Thriller']",
      "overview": "A former Marine races against time to save a group of hostages -- including his young daughter and a congressman — when armed militants take over his stepfather's store.",
      "revenue": 0,
      "runtime": 94,
      "tagline": "Free the hostages. Or everyone dies."
    },
    {
      "language": "fr",
      "title": "Miraculous World : New York, les héros unis",
      "popularity": 326.392,
      "release_date": "2020-11-21",
      "vote_average": 8.3,
      "vote_count": 812,
      "genre": "['Animation', 'Family', 'Comedy', 'Adventure', 'TV Movie']",
      "overview": "During a school field trip, Ladybug and Cat Noir meet the American superheroes, whom they have to save from an akumatised super-villain. They discover that Miraculous exist in the United States too.",
      "revenue": 0,
      "runtime": 55,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Women",
      "popularity": 219.924,
      "release_date": "2021-04-08",
      "vote_average": 6.1,
      "vote_count": 14,
      "genre": "['Thriller']",
      "overview": "A small town detective while investigating the disappearance of a local woman comes across an unassuming Sociology professor who is hiding a secret life.",
      "revenue": 0,
      "runtime": 90,
      "tagline": "Don't Scream. Don't Run. Survive."
    },
    {
      "language": "en",
      "title": "SAS: Red Notice",
      "popularity": 328.657,
      "release_date": "2021-08-11",
      "vote_average": 6,
      "vote_count": 259,
      "genre": "['Drama', 'Action', 'Thriller']",
      "overview": "An off-duty SAS soldier, Tom Buckingham, must thwart a terror attack on a train running through the Channel Tunnel. As the action escalates on the train, events transpire in the corridors of power that may make the difference as to whether Buckingham and the civilian passengers make it out of the tunnel alive.",
      "revenue": 0,
      "runtime": 120,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Bloodthirsty",
      "popularity": 334.459,
      "release_date": "2021-04-23",
      "vote_average": 6.6,
      "vote_count": 16,
      "genre": "['Horror']",
      "overview": "When indie singer Grey struggles to write her sophomore album, she teams up with a mysterious producer at his secluded cabin. Though their bond strengthens her music, it also starts to irreparably alter Grey’s body and mind.",
      "revenue": 0,
      "runtime": 82,
      "tagline": "Ambition can be killer."
    },
    {
      "language": "fr",
      "title": "Comment je suis devenu super-héros",
      "popularity": 320.168,
      "release_date": "2020-11-19",
      "vote_average": 6.1,
      "vote_count": 292,
      "genre": "['Science Fiction', 'Adventure', 'Mystery', 'Action', 'Thriller', 'Fantasy', 'Comedy']",
      "overview": "Paris 2020. While superheroes have assimilated into the Parisian society, they discover a new drug that gives themselves personal superpowers to mere mortals. Lieutenants Moreau and Schaltzmann are investigating the case with the support of two ex-superheroes, Monte Carlo and Callista. They'll do whatever it takes to dismantle the traffic. But Moreau's past resurfaces, and the investigation becomes more complicated.",
      "revenue": 0,
      "runtime": 101,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Jurassic Hunt",
      "popularity": 305.718,
      "release_date": "2021-08-26",
      "vote_average": 5,
      "vote_count": 153,
      "genre": "['Action', 'Science Fiction', 'Thriller']",
      "overview": "Female adventurer Parker joins a crew of male trophy hunters in a remote wilderness park. Their goal: slaughter genetically recreated dinosaurs for sport using rifles, arrows, and grenades. After their guide is killed by raptors, the team tries to escape the park – but the hunters quickly become the hunted. Even worse, the park’s manager suspects Parker of being a spy and sends a hit squad after her. This battle’s about to become primitive!",
      "revenue": 0,
      "runtime": 83,
      "tagline": "This time it's mankind that's going extinct."
    },
    {
      "language": "en",
      "title": "Monster Pets: A Hotel Transylvania Short",
      "popularity": 307.614,
      "release_date": "2021-04-02",
      "vote_average": 7.5,
      "vote_count": 254,
      "genre": "['Animation', 'Comedy', 'Fantasy']",
      "overview": "Drac tries out some new monster pets to help occupy Tinkles for playtime.",
      "revenue": 0,
      "runtime": 6,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Red Notice",
      "popularity": 282.641,
      "release_date": "2021-11-05",
      "vote_average": 7.4,
      "vote_count": 19,
      "genre": "['Action', 'Comedy', 'Crime', 'Thriller']",
      "overview": "An Interpol-issued Red Notice is a global alert to hunt and capture the world's most wanted. But when a daring heist brings together the FBI's top profiler and two rival criminals, there's no telling what will happen.",
      "revenue": 0,
      "runtime": 116,
      "tagline": "Pro and cons."
    },
    {
      "language": "ja",
      "title": "るろうに剣心 最終章 The Beginning",
      "popularity": 310.225,
      "release_date": "2021-06-04",
      "vote_average": 7.9,
      "vote_count": 202,
      "genre": "['Action', 'Adventure', 'Drama']",
      "overview": "Before he was a protector, Kenshin was a fearsome assassin known as Battosai. But when he meets gentle Tomoe Yukishiro, a beautiful young woman who carries a huge burden in her heart, his life will change forever.",
      "revenue": 0,
      "runtime": 138,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Sharkdog’s Fintastic Halloween",
      "popularity": 261.208,
      "release_date": "2021-10-15",
      "vote_average": 3.7,
      "vote_count": 3,
      "genre": "['Animation', 'Fantasy', 'Family']",
      "overview": "The Sharkpack gets ready for Halloween with the spooky legend of the \"Fearsome Fog\" — and Sharkdog must save trick-or-treating from a slimy sea monster!",
      "revenue": 0,
      "runtime": 24,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Under Wraps",
      "popularity": 273.852,
      "release_date": "2021-10-01",
      "vote_average": 7.1,
      "vote_count": 41,
      "genre": "['Comedy', 'Family', 'Fantasy']",
      "overview": "Three friends try to save their mummified friend, Harold, from greedy criminals by returning him to his resting place before midnight on Halloween.",
      "revenue": 0,
      "runtime": 91,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Straight Outta Nowhere: Scooby-Doo! Meets Courage the Cowardly Dog",
      "popularity": 310.694,
      "release_date": "2021-09-14",
      "vote_average": 8.3,
      "vote_count": 221,
      "genre": "['Animation', 'Comedy', 'Mystery', 'Family', 'Fantasy']",
      "overview": "With Mystery, Inc. on the tail of a strange object in Nowhere, Kansas, the strange hometown of Eustice, Muriel, and Courage, the gang soon find themselves contending with a giant cicada monster and her winged warriors.",
      "revenue": 0,
      "runtime": 72,
      "tagline": "Ooga! Booga! Booga!"
    },
    {
      "language": "en",
      "title": "My Little Pony: A New Generation",
      "popularity": 316.848,
      "release_date": "2021-09-23",
      "vote_average": 8.1,
      "vote_count": 131,
      "genre": "['Animation', 'Family', 'Fantasy', 'Comedy', 'Music', 'Adventure']",
      "overview": "Equestria's divided. But a bright-eyed hero believes Earth Ponies, Pegasi and Unicorns should be pals — and, hoof to heart, she’s determined to prove it.",
      "revenue": 0,
      "runtime": 91,
      "tagline": "Ride or Fly"
    },
    {
      "language": "en",
      "title": "Black Water: Abyss",
      "popularity": 274.301,
      "release_date": "2020-07-09",
      "vote_average": 5.1,
      "vote_count": 284,
      "genre": "['Horror', 'Thriller', 'Adventure', 'Mystery']",
      "overview": "An adventure-loving couple convince their friends to explore a remote, uncharted cave system in the forests of Northern Australia. With a tropical storm approaching, they abseil into the mouth of the cave, but when the caves start to flood, tensions rise as oxygen levels fall and the friends find themselves trapped. Unknown to them, the storm has also brought in a pack of dangerous and hungry crocodiles.",
      "revenue": 0,
      "runtime": 98,
      "tagline": "Descend into fear"
    },
    {
      "language": "en",
      "title": "We Broke Up",
      "popularity": 272.144,
      "release_date": "2021-04-23",
      "vote_average": 5.7,
      "vote_count": 12,
      "genre": "['Comedy']",
      "overview": "Lori and Doug break up right before Lori's sister's wedding and decide to pretend they're still together for the weekend as to not disrupt the fun.",
      "revenue": 0,
      "runtime": 82,
      "tagline": ""
    },
    {
      "language": "fr",
      "title": "Chacun chez soi",
      "popularity": 257.834,
      "release_date": "2021-06-02",
      "vote_average": 5.4,
      "vote_count": 27,
      "genre": "['Comedy']",
      "overview": "Catherine and Yann, happily married for many years, should have spent the year travelling abroad. But since he sold his business, Yann has been too busy with his bonsai trees and keeps postponing the big trip. Things go from bad to worse when their 27-year-old broke daughter and her boyfriend lose their apartment and come knocking on the door to stay. With Yann’s mid-life crisis spinning out of control, their couch surfing daughter and partner getting increasingly invasive and their stay becoming indefinite, Catherine will try everything to kick them out of the parental home and get her life back on track!",
      "revenue": 0,
      "runtime": 83,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Swim",
      "popularity": 273.818,
      "release_date": "2021-08-13",
      "vote_average": 7.4,
      "vote_count": 16,
      "genre": "['Horror', 'Action']",
      "overview": "A family gets trapped in their storm flooded vacation rental, tries to escape from a hungry shark that made it's way into the house.",
      "revenue": 0,
      "runtime": 87,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Kate",
      "popularity": 270.225,
      "release_date": "2021-09-10",
      "vote_average": 6.8,
      "vote_count": 740,
      "genre": "['Action', 'Thriller']",
      "overview": "After she's irreversibly poisoned, a ruthless criminal operative has less than 24 hours to exact revenge on her enemies and in the process forms an unexpected bond with the daughter of one of her past victims.",
      "revenue": 0,
      "runtime": 106,
      "tagline": "There's no time for mercy."
    },
    {
      "language": "en",
      "title": "The Simpsons: The Good, the Bart, and the Loki",
      "popularity": 276.105,
      "release_date": "2021-07-07",
      "vote_average": 7.6,
      "vote_count": 431,
      "genre": "['Animation', 'Comedy', 'Family']",
      "overview": "Loki is banished from Asgard once again and must face his toughest opponents yet: the Simpsons and Springfield’s mightiest heroes. The God of Mischief teams up with Bart Simpson in the ultimate crossover event paying tribute to the Marvel Cinematic Universe of superheroes and villains.",
      "revenue": 0,
      "runtime": 6,
      "tagline": ""
    },
    {
      "language": "es",
      "title": "El mesero",
      "popularity": 249.461,
      "release_date": "2021-07-15",
      "vote_average": 8.3,
      "vote_count": 286,
      "genre": "['Comedy']",
      "overview": "A waiter pretends to be an important businessman in order to reach the upper class through his entrepreneurial dreams.",
      "revenue": 0,
      "runtime": 86,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Love Hard",
      "popularity": 279.451,
      "release_date": "2021-11-05",
      "vote_average": 6.6,
      "vote_count": 170,
      "genre": "['Comedy', 'Romance']",
      "overview": "An LA girl, unlucky in love, falls for an East Coast guy on a dating app and decides to surprise him for Christmas, only to discover that she’s been catfished. But the object of her affection actually lives in the same town, and the guy who duped her offers to set them up if she pretends to be his own girlfriend for the holidays.",
      "revenue": 0,
      "runtime": 105,
      "tagline": "A romantic comedy about the lies we tell for love."
    },
    {
      "language": "en",
      "title": "Encanto",
      "popularity": 265.395,
      "release_date": "2021-11-24",
      "vote_average": 0,
      "vote_count": 0,
      "genre": "['Family', 'Music', 'Adventure', 'Animation', 'Fantasy']",
      "overview": "The tale of an extraordinary family, the Madrigals, who live hidden in the mountains of Colombia, in a magical house, in a vibrant town, in a wondrous, charmed place called an Encanto. The magic of the Encanto has blessed every child in the family with a unique gift from super strength to the power to heal—every child except one, Mirabel. But when she discovers that the magic surrounding the Encanto is in danger, Mirabel decides that she, the only ordinary Madrigal, might just be her exceptional family's last hope.",
      "revenue": 0,
      "runtime": 99,
      "tagline": "There's a little magic in all of us ...almost all of us."
    },
    {
      "language": "ja",
      "title": "ブライト: サムライソウル",
      "popularity": 240.726,
      "release_date": "2021-10-12",
      "vote_average": 6.2,
      "vote_count": 22,
      "genre": "['Animation', 'Action', 'Fantasy']",
      "overview": "Izo, a Ronin, and Raiden, an orc, work to bring a young elf girl and the wand she carries to the land of the elves in the north.",
      "revenue": 0,
      "runtime": 80,
      "tagline": ""
    },
    {
      "language": "ja",
      "title": "劇場版 NARUTO -ナルト- 疾風伝",
      "popularity": 262.861,
      "release_date": "2007-08-04",
      "vote_average": 7.3,
      "vote_count": 382,
      "genre": "['Animation', 'Action', 'Fantasy']",
      "overview": "Demons that once almost destroyed the world, are revived by someone. To prevent the world from being destroyed, the demon has to be sealed and the only one who can do it is the shrine maiden Shion from the country of demons, who has two powers; one is sealing demons and the other is predicting the deaths of humans. This time Naruto's mission is to guard Shion, but she predicts Naruto's death. The only way to escape it, is to get away from Shion, which would leave her unguarded, then the demon, whose only goal is to kill Shion will do so, thus meaning the end of the world. Naruto decides to challenge this \"prediction of death.\"",
      "revenue": 0,
      "runtime": 94,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Apex",
      "popularity": 401.393,
      "release_date": "2021-11-12",
      "vote_average": 5.3,
      "vote_count": 50,
      "genre": "['Action', 'Thriller', 'Science Fiction']",
      "overview": "Ex-cop James Malone is serving a life sentence for a crime he didn’t commit. He is offered a chance at freedom if he can survive a deadly game of Apex, in which six hunters pay for the pleasure of hunting another human on a remote island. He accepts, and once he arrives, all hell breaks loose.",
      "revenue": 0,
      "runtime": 108,
      "tagline": "The hunters will be hunted."
    },
    {
      "language": "es",
      "title": "Un rescate de huevitos",
      "popularity": 268.087,
      "release_date": "2021-08-12",
      "vote_average": 8.1,
      "vote_count": 256,
      "genre": "['Animation', 'Comedy']",
      "overview": "A rooster and his fowl partner embark on a dangerous trip to the Congo to recover their stolen eggs from a group of Russian goons.",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "fr",
      "title": "Le Dernier Mercenaire",
      "popularity": 265.12,
      "release_date": "2021-07-30",
      "vote_average": 6.8,
      "vote_count": 431,
      "genre": "['Action', 'Comedy']",
      "overview": "A mysterious former secret service agent must urgently return to France when his estranged son  is falsely accused of arms and drug trafficking by the government, following a blunder by an overzealous bureaucrat and a mafia operation.",
      "revenue": 0,
      "runtime": 110,
      "tagline": "The daddy of all secret agents."
    },
    {
      "language": "en",
      "title": "Little Big Mouth",
      "popularity": 239.444,
      "release_date": "2021-10-22",
      "vote_average": 4.9,
      "vote_count": 13,
      "genre": "['Comedy']",
      "overview": "Kicked out of his band and home, a playful guitarist takes refuge with a bookkeeper, her son and dad. Is it possible to make sweet music together?",
      "revenue": 0,
      "runtime": 94,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Nightbooks",
      "popularity": 227.322,
      "release_date": "2021-09-15",
      "vote_average": 6.6,
      "vote_count": 183,
      "genre": "['Fantasy', 'Family', 'Horror']",
      "overview": "Alex, a boy obsessed with scary stories, is trapped by a witch in her modern, magical New York City apartment. His original hair-raising tales are the only thing keeping him safe as he desperately tries to find a way out of this twisted place.",
      "revenue": 0,
      "runtime": 103,
      "tagline": "Write for your life."
    },
    {
      "language": "en",
      "title": "LEGO Star Wars Terrifying Tales",
      "popularity": 242.303,
      "release_date": "2021-10-01",
      "vote_average": 6.6,
      "vote_count": 85,
      "genre": "['Family', 'Animation', 'Science Fiction', 'Comedy']",
      "overview": "Poe Dameron and BB-8 must face the greedy crime boss Graballa the Hutt, who has purchased Darth Vader’s castle and is renovating it into the galaxy’s first all-inclusive Sith-inspired luxury hotel.",
      "revenue": 0,
      "runtime": 45,
      "tagline": "Rest in pieces."
    },
    {
      "language": "en",
      "title": "Fast & Furious 10",
      "popularity": 211.849,
      "release_date": "2023-04-06",
      "vote_average": 0,
      "vote_count": 0,
      "genre": "['Action', 'Crime']",
      "overview": "The tenth installment in the Fast Saga.",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "es",
      "title": "Catalina la Catrina: especial Día de Muertos",
      "popularity": 260.402,
      "release_date": "2021-10-01",
      "vote_average": 3.3,
      "vote_count": 5,
      "genre": "['Family', 'Animation']",
      "overview": "",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Muppets Haunted Mansion",
      "popularity": 206.82,
      "release_date": "2021-10-08",
      "vote_average": 6.9,
      "vote_count": 86,
      "genre": "['Comedy', 'Family', 'TV Movie']",
      "overview": "Gonzo is challenged to spend one night in The Haunted Mansion on Halloween night.",
      "revenue": 0,
      "runtime": 52,
      "tagline": "Cue the light(ning)!"
    },
    {
      "language": "en",
      "title": "Jolt",
      "popularity": 243.844,
      "release_date": "2021-07-15",
      "vote_average": 6.8,
      "vote_count": 753,
      "genre": "['Action', 'Comedy']",
      "overview": "Lindy is an acid-tongued woman with rage issues who controls her temper by shocking herself with an electrode vest. One day she makes a connection with Justin, who gives her a glimmer of hope for a shock-free future, but when he’s murdered she launches herself on a revenge-fueled rampage in pursuit of his killer.",
      "revenue": 0,
      "runtime": 91,
      "tagline": "You're in for a shock."
    },
    {
      "language": "en",
      "title": "Hotel Transylvania: Transformania",
      "popularity": 190.917,
      "release_date": "2022-01-14",
      "vote_average": 0,
      "vote_count": 0,
      "genre": "['Family', 'Animation', 'Fantasy', 'Comedy', 'Adventure']",
      "overview": "When Van Helsing's mysterious invention, the \\\"Monsterfication Ray,\\\" goes haywire, Drac and his monster pals are all transformed into humans, and Johnny becomes a monster. In their new mismatched bodies, Drac and Johnny must team up and race across the globe to find a cure before it's too late, and before they drive each other crazy.",
      "revenue": 0,
      "runtime": 0,
      "tagline": "Change can be scary."
    },
    {
      "language": "en",
      "title": "Tom Clancy's Without Remorse",
      "popularity": 223.53,
      "release_date": "2021-04-29",
      "vote_average": 7.2,
      "vote_count": 1641,
      "genre": "['Action', 'Thriller']",
      "overview": "An elite Navy SEAL uncovers an international conspiracy while seeking justice for the murder of his pregnant wife.",
      "revenue": 0,
      "runtime": 109,
      "tagline": "From the author of Rainbow Six."
    },
    {
      "language": "en",
      "title": "Vivo",
      "popularity": 208.114,
      "release_date": "2021-07-30",
      "vote_average": 7.7,
      "vote_count": 415,
      "genre": "['Animation', 'Family', 'Comedy']",
      "overview": "A music-loving kinkajou named Vivo embarks on the journey of a lifetime to fulfill his destiny and deliver a love song for an old friend.",
      "revenue": 0,
      "runtime": 99,
      "tagline": "One song can change everything."
    },
    {
      "language": "ja",
      "title": "イエスかノーか半分か",
      "popularity": 234.805,
      "release_date": "2020-12-11",
      "vote_average": 6.4,
      "vote_count": 11,
      "genre": "['Animation', 'Drama', 'Romance']",
      "overview": "Kunieda Kei is a popular, young TV announcer whose public and private personas are so different, they might be called extreme. On the outside, he is the picture of perfection, affectionately nicknamed \"The Prince,\" while on the inside he is constantly cursing at all of the incompetence around him. Of course, no one knows this secret of his.  One day, Kei meets animation artist Tsuzuki Ushio for a work assignment. While Kei is in \"inside mode,\" he later runs into Tsuzuki, who doesn't recognize him in his worn-out sweats and a facemask, but as compensation for injuring Tsuzuki's arm, Kei gets roped into helping out with his work.",
      "revenue": 0,
      "runtime": 53,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Barbie: Big City, Big Dreams",
      "popularity": 216.59,
      "release_date": "2021-08-20",
      "vote_average": 7.2,
      "vote_count": 73,
      "genre": "['Animation', 'Music', 'Family']",
      "overview": "Barbie swaps the sunny shores of Malibu for the bright lights of Broadway to attend an excusive summer performing arts program and meets…Barbie!  Fast friends, the two discover they share more than a name as they explore New York City and all the amazing things they have in common.  As they compete for the coveted once-in-a-lifetime Spotlight Solo from Times Square, the friends discover competition isn’t all about winning, it’s about striving to be your best, overcoming doubts, and sharing the spotlight.",
      "revenue": 0,
      "runtime": 62,
      "tagline": ""
    },
    {
      "language": "es",
      "title": "No me echen ese muerto",
      "popularity": 173.395,
      "release_date": "2021-10-09",
      "vote_average": 7.4,
      "vote_count": 17,
      "genre": "['Comedy']",
      "overview": "",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "The Misfits",
      "popularity": 239.557,
      "release_date": "2021-06-10",
      "vote_average": 5.6,
      "vote_count": 163,
      "genre": "['Action']",
      "overview": "After being recruited by a group of unconventional thieves, renowned criminal Richard Pace finds himself caught up in an elaborate gold heist that promises to have far-reaching implications on his life and the lives of countless others.",
      "revenue": 0,
      "runtime": 94,
      "tagline": "They're not bad guys. They just steal from them."
    },
    {
      "language": "en",
      "title": "Mortal Kombat Legends: Battle of the Realms",
      "popularity": 200.515,
      "release_date": "2021-08-30",
      "vote_average": 8.1,
      "vote_count": 177,
      "genre": "['Animation', 'Action', 'Fantasy']",
      "overview": "The Earthrealm heroes must journey to the Outworld and fight for the survival of their homeland, invaded by the forces of evil warlord Shao Kahn, in the tournament to end all tournaments: the final Mortal Kombat.",
      "revenue": 0,
      "runtime": 80,
      "tagline": ""
    },
    {
      "language": "ko",
      "title": "서복",
      "popularity": 212.792,
      "release_date": "2021-04-12",
      "vote_average": 7.5,
      "vote_count": 90,
      "genre": "['Science Fiction', 'Action']",
      "overview": "A former intelligence agent gets involved with the first human clone, Seo Bok, who others seek, causing trouble.",
      "revenue": 0,
      "runtime": 114,
      "tagline": "Live the Moment"
    },
    {
      "language": "en",
      "title": "Beckett",
      "popularity": 203.703,
      "release_date": "2021-08-04",
      "vote_average": 6.4,
      "vote_count": 383,
      "genre": "['Action', 'Crime', 'Drama', 'Mystery']",
      "overview": "While vacationing in Greece, Beckett, becomes the target of a manhunt after a devastating car accident forces him to run for his life across the country to clear his name but tensions escalate as the authorities close in and political unrest mounts which makes Beckett fall even deeper into a dangerous web of conspiracy.",
      "revenue": 0,
      "runtime": 109,
      "tagline": "Born to be murdered."
    },
    {
      "language": "en",
      "title": "Escape The Undertaker",
      "popularity": 204.213,
      "release_date": "2021-10-05",
      "vote_average": 5.3,
      "vote_count": 26,
      "genre": "['Horror', 'Mystery', 'Family']",
      "overview": "The Undertaker has set a trap for the decorated tag team The New Day at his mansion. What they don't know: The Undertaker's mansion is an extreme Haunted House, packed to the brim with supernatural challenges. It's up to viewers to decide the fate of these poor souls trying to survive the wrath of The Undertaker.",
      "revenue": 0,
      "runtime": 31,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Body Brokers",
      "popularity": 193.708,
      "release_date": "2021-02-19",
      "vote_average": 6.6,
      "vote_count": 47,
      "genre": "['Thriller', 'Crime']",
      "overview": "Utah and his girlfriend Opal, are drug addicts living on the streets in rural Ohio. After getting recruited by body broker Wood, and offered treatment in Los Angeles, Wood takes Utah under his wing and introduces him to treatment center mogul Vin. Wood and Vin bring Utah in on their lucrative and illegal dealings, where saving lives comes second to the bottom line.",
      "revenue": 0,
      "runtime": 111,
      "tagline": "Drugs. Rehab. Profit."
    },
    {
      "language": "en",
      "title": "The Toll",
      "popularity": 200.391,
      "release_date": "2021-03-26",
      "vote_average": 6.2,
      "vote_count": 59,
      "genre": "['Thriller', 'Horror']",
      "overview": "A socially awkward driver and a weary passenger try to make it to their destination while being haunted by a supernatural threat.",
      "revenue": 0,
      "runtime": 80,
      "tagline": "You gotta pay the troll toll"
    },
    {
      "language": "en",
      "title": "Roald Dahl's The Witches",
      "popularity": 197.823,
      "release_date": "2020-10-25",
      "vote_average": 6.5,
      "vote_count": 1941,
      "genre": "['Family', 'Fantasy', 'Adventure', 'Comedy', 'Horror']",
      "overview": "In late 1967, a young orphaned boy goes to live with his loving grandma in the rural Alabama town of Demopolis. As the boy and his grandmother encounter some deceptively glamorous but thoroughly diabolical witches, she wisely whisks him away to a seaside resort. Regrettably, they arrive at precisely the same time that the world's Grand High Witch has gathered.",
      "revenue": 0,
      "runtime": 106,
      "tagline": "They're real!"
    },
    {
      "language": "en",
      "title": "No One Gets Out Alive",
      "popularity": 172.059,
      "release_date": "2021-09-29",
      "vote_average": 6,
      "vote_count": 223,
      "genre": "['Horror', 'Thriller', 'Mystery']",
      "overview": "An immigrant in search of the American dream is forced to take a room in a boarding house and soon finds herself in a nightmare from which she can't escape.",
      "revenue": 0,
      "runtime": 85,
      "tagline": "Don’t try to leave. It’ll only make things worse."
    },
    {
      "language": "zh",
      "title": "火星异变",
      "popularity": 213.619,
      "release_date": "2021-08-27",
      "vote_average": 6.3,
      "vote_count": 19,
      "genre": "['Drama', 'Science Fiction']",
      "overview": "In the near future, the Earth’s resources are gradually getting scarce. In order to continue the hope of survival for generations of children and grandchildren, top scientists from various countries have brought several species of animals and plants to Mars for research, hoping to improve the Martian environment through advanced science and technology to make it suitable for human habitation.",
      "revenue": 0,
      "runtime": 0,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Farm to Fork to Love",
      "popularity": 194.391,
      "release_date": "2021-04-29",
      "vote_average": 5.2,
      "vote_count": 5,
      "genre": "['Romance', 'TV Movie']",
      "overview": "Alice, a young and talented sous chef at NY's top restaurant, receives an invitation to judge a food competition for a prestigious annual fundraiser.",
      "revenue": 0,
      "runtime": 87,
      "tagline": ""
    },
    {
      "language": "en",
      "title": "Polaroid",
      "popularity": 218.474,
      "release_date": "2019-01-10",
      "vote_average": 5.8,
      "vote_count": 684,
      "genre": "['Horror', 'Thriller', 'Mystery']",
      "overview": "High school loner Bird Fitcher has no idea what dark secrets are tied to the mysterious Polaroid vintage camera she stumbles upon, but it doesn't take long to discover that those who have their picture taken meet a tragic end. Bird and her friends must survive one more night as they race to solve the mystery of the haunted Polaroid before it kills them all.",
      "revenue": 0,
      "runtime": 88,
      "tagline": "Beware This Camera...Once You Take It, It Takes You."
    },
    {
      "language": "en",
      "title": "The Haunting of Helena",
      "popularity": 173.551,
      "release_date": "2013-01-14",
      "vote_average": 5.6,
      "vote_count": 115,
      "genre": "['Horror', 'Thriller']",
      "overview": "After a divorce, Sophia moves to the south of Italy with her daughter, Helena. Their new home, an apartment within an austere building of the fascist age, is a chance for them to start a new life. But inside an old storage room hides a mysterious closet and a buried secret. After the loss of Helena’s first baby tooth, a chilling obsession begins and an apparition haunts her sleep...",
      "revenue": 0,
      "runtime": 87,
      "tagline": "She's coming for her."
    },
    {
      "language": "en",
      "title": "Teen Titans Go! See Space Jam",
      "popularity": 199.353,
      "release_date": "2021-06-20",
      "vote_average": 7,
      "vote_count": 143,
      "genre": "['Animation', 'Action', 'Adventure', 'Comedy', 'Family', 'Fantasy', 'Science Fiction']",
      "overview": "The Teen Titans are visited by the Nerdlucks, the Space Jam villains who tried to capture Michael Jordan and the Looney Tunes. Astonished to discover his fellow Titans have never seen Space Jam, Cyborg organizes an exclusive watch party. Of course, if the Titans are watching a movie, don't expect silence to be golden. Raven and Starfire provide the commentary, Cyborg presents the fun facts, Beast Boy points out the butt shots, and Robin, but Robin doesn't trust their new alien friends. Are the Nerdlucks here to attend an innocent watch party, or do they have more sinister motives up their sleeves?",
      "revenue": 0,
      "runtime": 80,
      "tagline": ""
    },
    {
      "language": "ko",
      "title": "싱크홀",
      "popularity": 189.962,
      "release_date": "2021-08-11",
      "vote_average": 7.3,
      "vote_count": 21,
      "genre": "['Comedy', 'Drama']",
      "overview": "The average citizen Dong-won and his family move into a house bought after years of hard work. Filled with happiness, he invites his colleagues for a housewarming party, but the heavy rain during the night before creates a gigantic sinkhole, and in a mere minute, it swallows up the whole house and the people inside. Hundreds of meters down the hole, Dong-won, his neighbor Man-su, and the unfortunate guests must find their way out. Rain starts to pour down, filling the sinkhole with water, and they’re running out of time.",
      "revenue": 0,
      "runtime": 113,
      "tagline": "A house earned after 11 years of effort falls deep into the ground in a minute"
    },
    {
      "language": "en",
      "title": "Long Story Short",
      "popularity": 179.125,
      "release_date": "2021-02-11",
      "vote_average": 7.4,
      "vote_count": 51,
      "genre": "['Romance', 'Comedy', 'Fantasy']",
      "overview": "Teddy wakes up the morning after his wedding to discover that he's jumped forward a year in his life to his first anniversary. Trapped in an endless cycle of time jumps, transported another year ahead every few minutes, he is faced with a race against time as his life crumbles around him.",
      "revenue": 0,
      "runtime": 90,
      "tagline": "Love... blink and you'll miss it."
    },
    {
      "language": "en",
      "title": "Awake",
      "popularity": 194.284,
      "release_date": "2021-06-09",
      "vote_average": 6,
      "vote_count": 708,
      "genre": "['Drama', 'Science Fiction', 'Thriller']",
      "overview": "After a sudden global event wipes out all electronics and takes away humankind’s ability to sleep, chaos quickly begins to consume the world. Only Jill, an ex-soldier with a troubled past, may hold the key to a cure in the form of her own daughter. The question is, can Jill safely deliver her daughter and save the world before she herself loses her mind.",
      "revenue": 0,
      "runtime": 96,
      "tagline": "Disorientation. Hallucinations. Hysteria. Sleep is survival."
    },
    {
      "language": "en",
      "title": "There's Someone Inside Your House",
      "popularity": 181.842,
      "release_date": "2021-09-24",
      "vote_average": 5.7,
      "vote_count": 259,
      "genre": "['Horror', 'Thriller', 'Mystery']",
      "overview": "As the countdown to graduation begins, students at Osborne High are being stalked by a maniac intent on exposing their darkest secrets to the entire town, terrorizing victims while wearing a life-like mask of their own face. With a mysterious past of her own, Makani and her friends must discover the killer's identity before they become victims themselves.",
      "revenue": 0,
      "runtime": 96,
      "tagline": "Everyone has a secret to die for."
    },
    {
      "language": "en",
      "title": "Vacation Friends",
      "popularity": 144.236,
      "release_date": "2021-08-27",
      "vote_average": 7.3,
      "vote_count": 326,
      "genre": "['Comedy']",
      "overview": "When a straight-laced couple that has fun with a rowdy couple on vacation in Mexico return to the States, they discover that the crazy couple they met in Mexico followed them back home and decide to play tricks on them.",
      "revenue": 0,
      "runtime": 103,
      "tagline": "They came home with some extra baggage."
    },
    {
      "language": "en",
      "title": "Undisputed III: Redemption",
      "popularity": 200.045,
      "release_date": "2010-05-22",
      "vote_average": 7.5,
      "vote_count": 569,
      "genre": "['Action', 'Thriller']",
      "overview": "Russian inmate Boyka, now severely hobbled by the knee injury suffered at the end of Undisputed 2. No longer the feared prison fighter he was, he has declined so far that he is now good only for cleaning toilets. But when a new prison fight tournament begins - an international affair, matching the best fighters from prisons around the globe, enticing them with the promise of freedom for the winner - Boyka must reclaim his dignity and fight for his position in the tournament.",
      "revenue": 0,
      "runtime": 96,
      "tagline": "One deadly tournament. Last fight for freedom."
    },
    {
      "language": "ja",
      "title": "劇場版 美少女戦士セーラームーンEternal 後編",
      "popularity": 185.857,
      "release_date": "2021-02-11",
      "vote_average": 8.2,
      "vote_count": 90,
      "genre": "['Animation', 'Action', 'Adventure', 'Comedy', 'Drama', 'Fantasy', 'Romance']",
      "overview": "While under the care of the Outer Sailor Guardians, Hotaru begins to age rapidly. Then, the time comes for all the Sailor Guardians to reunite!",
      "revenue": 0,
      "runtime": 80,
      "tagline": ""
    }
  ]
}